{
    "task_type":"글의 목적",
    "definition":"주어진 글은 '글의 목적' 유형의 문제에 대한 해석 및 해설을 작성하기 위한 것이다. 주어진 글을 보고 '글의 목적' 유형의 문제에 대한 해석 및 해설을 아래 설명에 따라 생성하세요.\n 문제 접근법 - 지문 안에 답의 근거가 있다. 근거를 찾고, 오답을 지워 나가는 유형이다.\n 주어진 글의 한국어 해석을 생성하세요. 글 하나에 주제는 1개이므로 주제를 찾으세요. 글의 소재와 주장하는 문장과 결론을 찾으세요. 주장문은 보통 예시, 역접, 결론, 재진술과 같은 연결어를 포함한 문장에 위치하거나 명령문, \"해야만 한다\", \"~할 필요가 있다\", \"중요하다\"라는 의미를 가진 동사를 포함한 문장이거나 예시 앞 문장에 위치하거나 주어진 문제 내용에서 언급하는 실험 연구 결과에 대한 것입니다. 주장문을 찾으세요. 수식어구에 집착하지 말고 줄거리를 믿고 키워드를 찾으세요. 연결어도 없고, 주장문도 없는 경우, 나열식 구조의 지문으로, 첫 부분과 마지막 부분을 확인하고 문제에서 말하고자 하는 것을 찾으세요. 다음 구조로 출력을 제공하세요. \"해석\": 주어진 글의 한국어 해석. \"해설\": 위 글을 바탕으로 생성한 해설. 예: 다음과 같이 문제가 주어진 경우: {\"질문\": \"다음 글의 목적으로 가장 적절한 것은?\", \"본문\": \"Dear Parents and Guardians, I am writing to let you know about an incident that occurred at our school this morning. At about 7:50 a.m., one of our fourth-grade students saw a raccoon in her classroom. The student did not touch it, but instead alerted the teacher. The teacher immediately told the students to leave the classroom and alerted our administration. One of our staff went to the room and caught the raccoon. It was sent to a wildlife preservation center. No student appeared to show any signs of trauma from the event and everyone returned to their classroom after the raccoon was removed. Instruction continued normally for the rest of the day. If you have any questions or concerns, please call the school. Sincerely, Jessica Brooks, Principal\", \"보기\": \"(1) 학교 내 안전사고에 대한 보험 청구 방법을 안내하려고 (2) 자녀가 학교에 반려동물을 가져오지 않도록 당부하려고 (3) 학교에 야생 동물이 출현한 사건에 관한 경과를 보고하려고 (4) 안전 점검으로 인해 학교가 일시 폐쇄될 예정임을 공지하려고 (5) 동물 장난감으로 친구를 놀린 학생에 대한 처벌 내용을 통지하려고\"}\n 반응은 다음과 같아야 합니다. {\"해석\": \"학부모와 보호자께 저는 오늘 아침에 우리 학교에서 발생한 사건에 관하여 여러분에게 알리고자 편지를 씁니다. 오전 7시 50분경, 우리 4학년 학생 중 한 명이 교실에서 미국너구리를 보았습니다. 그 학생은 그것을 만지지 않았고 대신 선생님에게 알렸습니다. 그 선생님은 즉시 학생들에게 교실에서 나가라고 말했고 행정팀에 알렸습니다. 우리 직원 중 한 사람이 그 교실에 가서 그 미국너구리를 잡았습니다. 그것은 야생 동물 보호 센터로 보내졌습니다. 그 사건으로 정신적 충격을 받은 학생은 아무도 없는 것 같았으며, 모두 그 미국너구리가 옮겨진 다음 자기 교실로 돌아갔습니다. 그날 남은 시간 동안 수업은 정상적으로 계속되었습니다. 질문이나 우려하시는 점이 있으면 학교로 전화해 주시기 바랍니다. 교장 Jessica Brooks 드림\", \"해설\": \"학교장이 학부모와 보호자에게 보내는 글이며 아침에 일어난 사건을 설명하고 있다. 4학년 학생 중 한 명이 교실에서 미국너구리를 보았으며 이를 선생님에게 알리자 선생님은 학생들을 교실에서 나가게 한 다음 행정팀에 연락했고, 미국너구리는 잡혀서 야생 동물 보호 센터로 보내졌으며, 학생들은 다시 교실로 가서 정상 수업이 이루어졌다는 사건의 흐름을 시간의 순서대로 알리고 있다. 학교에서 발생한 미국너구리 출현 사건에 관해 학부모와 보호자에게 알리고, 질문이나 우려하는 점이 있으면 연락 바란다는 말로 글을 마무리하고 있으므로, 글의 목적으로 가장 적절한 것은 (3) '학교에 야생 동물이 출현한 사건에 관한 경과를 보고하려고'이다.\"}\n",
    "instance": [
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Good news for book lovers! Here’s a good website for all of you. It’s called Easy Books. Its service is very easy to use. You just look through the online catalog, select your books, and wait for them to arrive. The door­to­door delivery service is very convenient for people who don’t have time to go to the library. You can enjoy reading new books without stepping out of your home. Also the price is quite good. With only 10 dollars a month, you can borrow up to five books at a time. What’s better, you can keep the books as long as you want with no late fee. Join it, and you’ll love it.",
            "보기": "(1) 신간 도서를 소개하려고 (2) 전자책의 장점을 홍보하려고 (3) 도서 박람회 참가를 권유하려고 (4) 도서 대여 웹 사이트를 추천하려고 (5) 온라인 서점의 할인 행사를 알리려고",
            "해설": "{\"해석\": \"책 애호가들에게 좋은 소식입니다! 여러분 모두를 위해 좋은 웹사이트를 하나 소개합니다. 이 웹사이트의 이름은 Easy Books입니다. 이 서비스는 사용하기 매우 쉽습니다. 온라인 카탈로그를 살펴보고, 책을 선택한 다음, 배달을 기다리기만 하면 됩니다. 도서관에 갈 시간이 없는 사람들에게 문 앞까지 배달해주는 서비스는 매우 편리합니다. 집 밖으로 나가지 않고도 새로운 책을 읽는 즐거움을 누릴 수 있습니다. 또한 가격도 상당히 좋습니다. 한 달에 단 10달러로 한 번에 최대 다섯 권의 책을 빌릴 수 있습니다. 더 좋은 점은, 연체료 없이 책을 원하는 만큼 오래 보유할 수 있다는 것입니다. 가입해 보세요, 분명히 마음에 드실 겁니다.\", \"해설\": \"이 글은 Easy Books라는 도서 대여 웹사이트를 독자들에게 추천하기 위해 작성된 것입니다. 글은 해당 웹사이트의 이름과 사용 방법, 그리고 장점들(편리한 배달 서비스, 저렴한 가격, 연체료 없음)을 설명하고 있습니다. 글의 마지막 부분에서 독자들에게 서비스에 가입하라는 권장 문구(\"Join it, and you’ll love it.\")를 통해 분명하게 추천의 목적을 드러내고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (4) '도서 대여 웹 사이트를 추천하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "The music business is very popular, and many young people like you are attracted towards this industry. As music becomes more accessible, it is increasingly easy for music to be copied. Some budding musicians steal other people’s work by copying popular artists and presenting it in the market as their own work. That is why music licensing is important. To protect your original songs from being stolen and copied, you as an artist can license what you have made and then sell the right to use your work to others. Then, although someone uses your music without permission, you, the original artist, can still get paid. Licensing protects music from being stolen and preserves both new and older music, and this is why music licensing exists.",
            "보기": "(1) 뛰어난 신인 음악 작곡가를 모집하려고 (2) 음원 이용료의 책정 기준을 안내하려고 (3) 음악 사용 허가권 등록의 필요성을 알리려고 (4) 젊은 층이 가장 선호하는 음악을 소개하려고 (5) 고전 음악의 현대적인 해석 방법을 설명하려고",
            "해설": "{\"해석\": \"음악 산업은 매우 인기가 많고, 당신과 같은 많은 젊은이들이 이 산업에 매력을 느낍니다. 음악이 더욱 접근 가능해짐에 따라 음악이 복제되는 일도 점점 더 쉬워지고 있습니다. 일부 신예 음악가들은 인기 있는 아티스트의 음악을 복사하여 자신들의 작품으로 시장에 내놓는 방식으로 다른 사람들의 작품을 훔칩니다. 그래서 음악 허가권이 중요합니다. 자신의 원곡이 도난당하거나 복제되지 않도록 보호하기 위해, 아티스트로서 당신은 당신이 만든 것을 허가하고 다른 사람에게 당신의 작품을 사용할 권리를 판매할 수 있습니다. 그러면 누군가 당신의 음악을 허가 없이 사용하더라도, 원래 아티스트인 당신은 여전히 돈을 받을 수 있습니다. 허가권은 음악이 도난당하는 것을 방지하고, 새 음악과 오래된 음악 모두를 보존하며, 이것이 바로 음악 허가권이 존재하는 이유입니다.\",\n \"해설\": \"글의 시작 부분에서는 음악 산업이 매우 인기가 많고 많은 젊은이들이 이 산업에 매혹된다는 것을 언급합니다. 이어서 음악의 접근성이 높아지면서 복제되는 일이 쉬워진다는 점과 일부 신예 음악가들이 인기 있는 음악을 복사하여 자신의 작품으로 발표하는 문제를 제기합니다. 이러한 문제를 해결하기 위해 음악 허가권이 왜 중요한지를 설명하며, 음악을 복제하지 못하게 어떻게 보호할 수 있는지, 원곡자의 권한을 지키는 방법에 대해 소개하고 있습니다. 결론 부분에서는 허가권이 음악을 도난당하지 않도록 보호하고 새로운 음악과 오래된 음악 모두를 보존하기 위해 존재한다고 강조합니다. 따라서 글의 목적은 (3) '음악 사용 허가권 등록의 필요성을 알리려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "I have been a subscriber to your magazine for about 15 years. Your recent article on air pollution, which mentioned Fresno in the San Joaquin Valley of California, was essentially correct. However, it may have given the impression that Fresno is unlivable, which is far from the truth. The city is home to 500,000 living, breathing citizens, and the county some 900,000 souls. We are not all suffering. I ride my bike nearly every day and have yet to suffer any ill effects despite being well beyond retirement age. We are close to Yosemite and Sequoia national parks, a number of mountain lakes and rivers, and the Pacific Ocean is easily accessible. So contrary to the impression left by some writers, we Fresnans are not all suffering in some hell hole.",
            "보기": "(1) 최신호 잡지의 내용을 소개하려고 (2) 국립공원의 관리 소홀을 지적하려고 (3) 도시 공기 오염의 심각성을 알리려고 (4) 정기구독자를 위한 할인 혜택을 요구하려고 (5) 잡지에 실린 기사 내용에 이의를 제기하려고",
            "해설": "{\"해석\": \"저는 약 15년 동안 귀 잡지를 정기구독하고 있습니다. 캘리포니아 산호아킨밸리에 있는 프레즈노에 대해 언급한 최근의 공기 오염 관련 기사는 대체로 정확했습니다. 그러나 그 기사로 인해 프레즈노가 살기 어려운 곳이라는 인상을 줄 수 있었는데, 이는 사실과 다릅니다. 이 도시는 500,000명의 살아 숨 쉬는 시민들이 살고 있으며, 카운티 전체는 약 900,000명의 사람들로 이루어져 있습니다. 우리는 모두 고통받고 있는 것이 아닙니다. 저는 거의 매일 자전거를 타고 있으며, 이미 은퇴 나이를 훌쩍 넘겼지만 아직 아무런 건강상 문제도 겪지 않았습니다. 우리는 요세미티와 세쿼이아 국립공원, 여러 산악 호수와 강, 그리고 쉽게 접근할 수 있는 태평양과 가깝습니다. 따라서 몇몇 작가들이 남긴 인상과는 달리, 우리 프레즈노 사람들은 어떤 지옥 같은 곳에 모두 고통받고 있는 것이 아닙니다.\",\n\n\"해설\": 이 글의 작성자는 길게 정기구독하고 있는 잡지의 최근 기사에 대해 이의를 제기하고 있습니다. 그는 잡지 기사가 대체로 정확했지만 프레즈노가 살기 힘든 곳처럼 보이게 할 수 있다는 점을 지적하고 있습니다. 글에서 프레즈노가 잘 살고 있으며, 자신과 많은 시민들이 건강하게 생활하고 있다는 예시를 들어 설명하고 있습니다. 따라서 이 글의 목적은 잡지에 실린 기사 내용에 이의를 제기하고 프레즈노가 살기 좋은 도시임을 강조하는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (5) '잡지에 실린 기사 내용에 이의를 제기하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear readers, Thank you for your subscription to The Kitchens! Please take a moment to read this message. We want to ask you to recycle this magazine for pick-up once you’ve finished tearing out all the ideas in it for your “dream kitchen” file. Today, only about 20 percent of magazines are recycled from the home, and we want to change that. By increasing magazine recycling, we can reduce the amount of new fiber that must be obtained from wood, meaning that fewer trees will have to be cut down. Recycle today and always. Olivia Clagett Editor in Chief oclagett@kmus.com",
            "보기": "(1) 잡지 재활용을 권장하려고 (2) 잡지 구독 여부를 확인하려고 (3) 나무 심기 운동을 장려하려고 (4) 잡지 표지 디자인을 공모하려고 (5) 지역 내 재활용 캠페인을 알리려고",
            "해설": "{\"해석\": \"독자 여러분께, The Kitchens 구독에 감사드립니다! 잠시 시간을 내어 이 메시지를 읽어주세요. 잡지에 있는 '꿈의 주방' 파일을 위해 아이디어를 모두 뜯어낸 후 이 잡지를 재활용으로 가져가 주시기를 부탁드립니다. 오늘날 가정에서 재활용되는 잡지는 약 20퍼센트에 불과하며, 우리는 이를 변화시키고자 합니다. 잡지 재활용을 증가시킴으로써 우리는 나무에서 얻어야 하는 새로운 섬유의 양을 줄일 수 있어, 더 적은 수의 나무가 베어지게 됩니다. 오늘 그리고 항상 재활용하세요. 편집장 올리비아 클라겟 oclagett@kmus.com\", \"해설\": \"이 글은 편집장 올리비아 클라겟이 The Kitchens 잡지의 독자들에게 보내는 메시지로, 잡지 구독에 대한 감사와 함께 잡지 재활용을 권장하는 내용을 담고 있습니다. 글의 주요 주장으로는 잡지를 다 읽고 난 후에 재활용해 달라는 요청이 있으며, 현재 가정 내 잡지 재활용 비율이 낮다는 문제점을 지적하고 있습니다. 따라서, 환경 보호를 위해 잡지 재활용을 촉구하는 목적이 명확하게 드러나 있습니다. 이를 통해 글의 목적으로 가장 적절한 것은 (1) '잡지 재활용을 권장하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "My dear Harriet, I was so delighted to receive your letter and to learn that you have been accepted to Royal Holloway. It’s a good college and I know that the history department there is particularly strong. I can see why it was your first choice, and I am very pleased for you. You worked hard to enter that college, and you deserve your success. I’m so proud of you. Well done, Harriet! I send you my best wishes for a happy time at university. With my love, Elaine",
            "보기": "(1) 추천서 작성을 부탁하려고 (2) 대학에 합격한 것을 축하하려고 (3) 장학금 신청 절차를 안내하려고 (4) 졸업 후 진로에 대해 조언하려고 (5) 전공과목에 대한 정보를 제공하려고",
            "해설": "{\"해석\": \"사랑하는 Harriet, 네 편지를 받고 네가 Royal Holloway에 합격했다는 소식을 들어서 정말 기뻤어. 좋은 대학이고 그곳의 역사학과가 특히 강하다는 것을 알고 있어. 네가 왜 첫 번째 선택지로 이곳을 선택했는지 알겠고, 네가 정말 잘했다고 생각해. 네가 그 대학에 들어가기 위해 열심히 노력했고, 네 성공은 당연한 결과야. 나는 네가 정말 자랑스러워. 잘했어, Harriet! 대학에서 즐거운 시간을 보내길 바란다. 사랑을 담아, Elaine\",\n  \"해설\": \"이 글은 Elaine이라는 사람이 Harriet에게 보내는 편지로, Harriet이 Royal Holloway 대학에 합격한 것을 축하하는 내용이다. Harriet이 좋은 대학에 합격했고, 그녀의 성공을 축하하며, 대학 생활에서의 행복을 기원하는 따뜻한 메시지를 담고 있다. 글의 주된 목적은 Harriet의 대학 합격을 축하하려는 것이다. (1) 추천서, (3) 장학금 신청, (4) 졸업 후 진로, (5) 전공과목에 대한 정보와는 관련이 없으므로, 올바른 목적은 (2) '대학에 합격한 것을 축하하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "On behalf of the Board of Directors and Officers of the Heyerdahl Corporation, I would like to express sincere appreciation and congratulations to Davis Construction Company for successfully completing the reconstruction of our headquarters building in Woodtown, which was destroyed by fire last year. Your company has distinguished itself as a leader in the construction industry by performing what appeared to be an almost impossible task. Working under difficult conditions and accelerated construction schedules, your company completed the building on June 1, as scheduled. This accomplishment is a result of the fine group of professional engineers and skilled craftsmen you assembled on site, and of the individual skill and dedication of your project manager, David Wallace.",
            "보기": "(1) 이사회 정기 모임 개최를 안내하려고 (2) 화재 예방 신고의 중요성을 홍보하려고 (3) 경험 많은 기술자 채용의 필요성을 설명하려고 (4) 공사 현장에서 발생한 긴급한 상황을 보고하려고 (5) 본사 건물 재건축을 계획대로 완공한 것을 감사하려고",
            "해설": "{\"해석\": \"Heyerdahl Corporation 이사회 및 임원들을 대표하여, 작년에 화재로 파괴된 우리의 Woodtown 본사를 성공적으로 재건축한 Davis Construction Company에게 진심으로 감사와 축하를 전합니다. 귀사는 건설 산업의 리더로서 매우 어려운 작업을 수행함으로써 두각을 나타냈습니다. 어려운 조건과 가속된 건설 일정 속에서, 귀사는 6월 1일에 계획대로 본사 건물을 완공했습니다. 이 성과는 현장에서 귀사가 모은 뛰어난 전문 엔지니어와 숙련된 장인들, 그리고 프로젝트 매니저 David Wallace의 개인적 기술과 헌신 덕분입니다.\",\n \"해설\": \"Heyerdahl Corporation 이사회가 Davis Construction Company에 본사 건물 재건축을 성공적으로 완공한 것에 대해 감사와 축하를 전하는 글입니다. 글의 전체적인 내용은 어려운 조건 속에서도 프로젝트를 성공적으로 완수한 회사의 노력과 헌신을 칭찬하고 있습니다. 주제는 Davis Construction Company에 대한 감사와 축하입니다. 따라서 글의 목적으로 가장 적절한 보기는 (5) '본사 건물 재건축을 계획대로 완공한 것을 감사하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Two years ago, Green County Library decided to stay open until 8 p.m. every Thursday. This was to make library services available to people for whom evening was the only convenient time to visit. However, visitor numbers have not shown a strong demand for the later hours, and library officials determined that staff time would be more effectively utilized by adjusting operating hours. So I have to inform you that hours of operation at Green County Library will change starting October 8, 2015. Operating hours on Thursdays will return to normal, from 9 a.m. to 6 p.m.. All normal library services will still be available during those hours. Additionally, the shift will allow Green County Library to improve and increase services to the community.",
            "보기": "(1) 도서관 휴관일 변경을 안내하려고 (2) 독서 프로그램 수강생을 모집하려고 (3) 도서관 연장 운영의 중단을 공지하려고 (4) 대출 기간 내 도서 반납을 당부하려고 (5) 공사로 인한 도서관 이용 제한을 알리려고",
            "해설": "{\"해석\": \"2년 전, 그린 카운티 도서관은 매주 목요일 저녁 8시까지 운영 시간을 연장하기로 결정했습니다. 이는 저녁에만 도서관을 방문할 수 있는 사람들에게 도서관 서비스를 제공하기 위함이었습니다. 그러나 방문자 수는 연장된 시간에 대한 강한 수요를 보여주지 않았고, 도서관 관계자들은 직원 시간을 운영 시간을 조정하는 것이 더 효과적일 것이라고 판단했습니다. 그래서 저는 그린 카운티 도서관의 운영 시간이 2015년 10월 8일부터 변경됨을 알려 드립니다. 목요일 운영 시간이 오전 9시부터 오후 6시까지 정상으로 돌아갑니다. 모든 정상적인 도서관 서비스는 여전히 이 시간 동안 제공될 것입니다. 또한 이 변화는 그린 카운티 도서관이 커뮤니티에 대한 서비스 향상 및 확장을 가능하게 할 것입니다.\",\n\"해설\": \"도서관이 2년 전부터 시작한 목요일 연장 운영 시간이 이용자들의 강한 수요를 보이지 않자, 이를 중단하고 기존의 운영 시간으로 돌아가기로 결정한 것을 알리는 글이다. 본문에서 목요일 운영 시간이 정상으로 돌아간다는 내용과 그 변경 사항 시행 날짜, 도서관 서비스가 여전히 제공될 것이라는 정보를 제공하고 있다. 따라서 글의 목적으로 가장 적절한 것은 (3) '도서관 연장 운영의 중단을 공지하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Franklin, I am writing regarding your company’s job offer. I am very grateful for this opportunity and am strongly considering accepting it. However, I have concerns regarding your request for an answer by December 1, 2015. As you know, accepting this offer would require moving my family across several states. I have a child in elementary school and my wife needs to care for her mother who lives here. As a result, I would like to ask if you might consider giving an additional week to consider your offer. Please let me know if this extension can be made. Thank you. Sincerely, Bradley Markle",
            "보기": "(1) 직장을 옮겨야 하는 이유를 알리려고 (2) 직장을 소개해 준 것에 대해 감사하려고 (3) 취업을 위한 기본 자격 조건을 문의하려고 (4) 어려운 업무를 맡아달라는 부탁을 거절하려고 (5) 일자리 제안에 대해 더 생각할 시간을 요청하려고",
            "해설": "{\"해석\": \"프랭클린 씨께 저는 귀하 회사의 일자리 제안에 관해 글을 씁니다. 이 기회를 주셔서 매우 감사드리며, 이 제안을 진지하게 고려하고 있습니다. 그러나 귀하께서 2015년 12월 1일까지 답변을 요청하신 점에 대해 우려하고 있습니다. 아시다시피, 이 제안을 받아들이려면 제 가족을 몇 개 주에 걸쳐 이사시켜야 합니다. 제 아이는 초등학교에 다니고 있고, 제 아내는 이곳에 사는 그녀의 어머니를 돌봐야 합니다. 따라서 이 제안을 고려할 추가 일주일을 주실 수 있는지 여쭙고자 합니다. 이 연장이 가능한지 알려주시기 바랍니다. 감사합니다. 브래들리 마크 원\"},\n\"해설\": 이 글은 브래들리 마크가 프랭클린 씨에게 회사의 일자리 제안에 대해 더 많은 시간을 요청하는 내용을 담고 있습니다. 글의 핵심은 일자리 제안을 받아들이기 위해 가족을 이사시켜야 하는 상황과 아이와 아내의 돌봄 문제로 인해 더 많은 시간이 필요하다는 것입니다. 주제 문장은 \"이 제안을 고려할 추가 일주일을 주실 수 있는지 여쭙고자 합니다\"입니다. 이 문장은 글의 목적을 분명히 하기 때문에 글의 목적으로 가장 적절한 것은 (5)번 '일자리 제안에 대해 더 생각할 시간을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear citizens, As you all know from seeing the pictures on television and in the newspaper, Central America has been hit hard by a series of hurricanes. Tens of thousands of people are homeless and without basic necessities like food and clothing. I feel that we need to do something to help. So, we are asking you to donate canned goods, warm clothes, blankets, and money. Please bring all donations to the community center between 10 a.m. and 4 p.m., Saturday, September 10. Thank you for helping your fellow human beings in their time of desperate need. Sincerely, George Anderson",
            "보기": "(1) 자연재해의 위험성을 경고하려고 (2) 재난 사고 시 대처 요령을 안내하려고 (3) 재난 피해자를 위한 기부를 요청하려고 (4) 자원봉사 활동의 일정 변경을 공지하려고 (5) 재난 피해자를 도운 것에 대해 감사하려고",
            "해설": "{\"해석\": \"시민 여러분께, 여러분도 텔레비전과 신문에서 본 사진을 통해 아시겠지만, 중앙아메리카가 일련의 허리케인으로 큰 타격을 입었습니다. 수만 명의 사람들이 집을 잃고 음식이나 옷과 같은 기본 생필품도 없이 지내고 있습니다. 저는 우리가 무언가 도움을 줘야 한다고 생각합니다. 그래서 우리는 여러분께 통조림 식품, 따뜻한 옷, 담요, 그리고 돈을 기부해달라고 요청하고 있습니다. 모든 기부물품은 9월 10일 토요일 오전 10시부터 오후 4시 사이에 커뮤니티 센터로 가져다 주십시오. 여러분의 동포들이 절박한 필요에 처해 있을 때 도와주셔서 감사합니다. 진심으로, George Anderson\", \"해설\": \"이 글은 George Anderson이 중앙아메리카의 허리케인 피해자들을 돕기 위해 시민들에게 기부를 요청하는 내용입니다. 그는 중앙아메리카가 허리케인으로 큰 피해를 입었고, 많은 사람들이 집을 잃고 생필품이 부족하다는 사실을 강조합니다. 또한, 시민들에게 통조림 식품, 따뜻한 옷, 담요, 돈 등의 기부를 요청하며 기부 물품을 가져다 줄 날짜와 장소를 안내하고 있습니다. 결론 부분에서도 필요에 처한 사람들을 돕는 데 대한 감사를 표현하고 있습니다. 따라서 이 글의 목적은 '(3) 재난 피해자를 위한 기부를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "I am writing to you on behalf of Ashley Hale. I have had the pleasure of coaching Ashley in soccer for three years and instructing her in Spanish during her freshman year of high school. Ashley has displayed a very strong commitment to both her athletic and academic performance. She frequently goes the extra mile to help her classmates or teammates achieve their goals. I believe you will find her to be a highly successful member of your student body and recommend that you accept her to your college. If you need further information, feel free to contact me. Thank you for your time.",
            "보기": "(1) 우수 학생을 대학에 추천하려고 (2) 동아리 학생 모집을 홍보하려고 (3) 장학생 선정 결과를 통보하려고 (4) 공로상 탈락 사유를 문의하려고 (5) 신학기 수강신청 방법을 안내하려고",
            "해설": "{\"해석\": \"Ashley Hale을 대신하여 이 글을 씁니다. 저는 3년 동안 축구 코치로서 Ashley를 지도해왔고, 그녀가 고등학교 1학년 때 스페인어를 가르쳤습니다. Ashley는 그녀의 학업과 스포츠에 아주 강한 헌신을 보여주었습니다. 그녀는 동료 학우나 팀원들이 목표를 달성할 수 있도록 자주 도와주곤 합니다. 저는 당신이 그녀를 학생으로 받아들이면 매우 성공적인 구성원이 될 것이라고 믿으며, 그녀를 당신의 대학에 추천합니다. 추가 정보가 필요하면 언제든지 저에게 연락하십시오. 시간을 내주셔서 감사합니다.\",\n\"해설\": \"글쓴이는 Ashley Hale을 대학에 추천하는 목적으로 이 글을 작성하였습니다. 글의 시작 부분에서 Ashley Hale을 대신하여 글을 쓰고 있음을 밝히고, 그녀의 축구와 학업에서의 노력과 성과를 소개하고 있습니다. 글의 결론에서는 Ashley가 대학에 들어가면 좋은 학생이 될 것이라고 믿으며 그녀를 추천하고 있습니다. 따라서 이 글의 목적은 (1) '우수 학생을 대학에 추천하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To Whom It May Concern: My wife and I are residents of the Lakeview Senior Apartment Complex. We have been asked by some of the residents here to see if we can help improve their ability to get around town independently. The closest bus stop is half a mile below the apartment complex, down a steep hill. Very few of the residents here feel comfortable walking all the way to (and especially from) the bus stop. We are asking if the route for bus 15 could be changed slightly to come up the hill to the complex. I can promise you several very grateful riders each day in each direction. I look forward to hearing from you soon. Sincerely, Ron Miller",
            "보기": "(1) 버스 노선의 변경을 요청하려고 (2) 버스 노선 운영의 중단을 공지하려고 (3) 아파트 주변 산책로 조성을 건의하려고 (4) 버스 기사의 친절한 서비스에 감사하려고 (5) 아파트 관리비 과다청구에 대해 항의하려고",
            "해설": "{\"해석\": \"관계자분께: 제 아내와 저는 레이크뷰 시니어 아파트 단지의 주민입니다. 이곳의 일부 주민들이 저희에게 독립적으로 시내를 돌아다닐 수 있는 능력을 향상시킬 방법이 있는지 알아봐 달라고 요청했습니다. 가장 가까운 버스 정류장은 아파트 단지에서 반 마일 떨어져 있으며, 가파른 언덕 아래에 있습니다. 이곳의 주민들 중 거의 아무도 버스 정류장까지 (특히 버스 정류장에서 돌아올 때) 도보로 가는 것을 편안하게 느끼지 않습니다. 버스 15번 노선이 언덕 위의 아파트 단지까지 약간 우회할 수 있는지 요청드립니다. 그렇게 된다면 매일 몇 명의 매우 감사한 승객들이 타고 내릴 것이라고 약속드립니다. 곧 답변을 듣기를 기대합니다. 진심으로, Ron Miller\", \"해설\": 이 글은 Ron Miller라는 사람이 레이크뷰 시니어 아파트 단지의 주민들을 대신하여 작성한 것이다. 주민들이 제안한 사항은 독립적으로 시내를 돌아다닐 수 있도록 도움을 주기 위한 것이다. 현재 가장 가까운 버스 정류장이 반 마일 떨어져 있으며 가파른 언덕 아래에 있어 많은 주민들이 이용에 불편을 겪고 있다. 그래서 Ron은 버스 15번 노선이 언덕 위의 아파트 단지까지 약간 우회할 수 있도록 요청하고 있다. 이는 글의 목적이 '버스 노선의 변경을 요청하는 것'이라는 것을 명확하게 보여준다. 따라서 정답은 (1) '버스 노선의 변경을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Denning, It brings me great satisfaction to serve as a board member of the Redstone Music and Arts Center, and I’m honored that the board has seen fit to recommend me for vice president. However, because my work schedule has become so unpredictable, I must decline the recommendation. I simply don’t feel I can give the time and energy that the Music and Arts Center deserves from its vice president. For the time being, then, I look forward to carrying on as a regular board member. Please pass along my regrets to the rest of the board. Sincerely, Jason Becker",
            "보기": "(1) 부회장으로 추천받은 것을 거절하려고 (2) 공연 취소에 대한 불만을 제기하려고 (3) 음악 예술 센터 개관을 축하하려고 (4) 불규칙한 업무 일정 개선을 요구하려고 (5) 이사회 위원 선출 방식 변경을 촉구하려고",
            "해설": "{\"해석\": \"Denning씨께, Redstone 음악 및 예술 센터의 이사회 멤버로 활동하게 되어 매우 만족스럽고, 이사회가 저를 부회장으로 추천해주신 것에 대해 영광으로 생각합니다. 그러나, 제 업무 일정이 너무 불규칙해져서 추천을 사양할 수밖에 없습니다. 음악 및 예술 센터의 부회장이 되어 적절한 시간과 에너지를 쏟을 수 없을 것 같습니다. 당분간 저는 이사회 멤버로서 계속 활동하기를 바라겠습니다. 이사회의 다른 분들께도 제 유감을 전해주시기 바랍니다. 진심으로, Jason Becker 드림\",\n  \"해설\": \"이 글은 Jason Becker가 Denning에게 보내는 편지로, 자신이 부회장으로 추천된 것에 대한 감사를 표하면서도 그 추천을 거절하는 내용을 담고 있다. Becker는 자신의 불규칙한 업무 일정으로 인해 부회장으로서 충분한 시간과 에너지를 쏟을 수 없음을 이유로 들며, 당분간 이사회 멤버로서 활동하겠다는 의사를 밝히고 있다. 따라서 글의 목적으로 가장 적절한 것은 (1) '부회장으로 추천받은 것을 거절하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mrs. Coling, My name is Susan Harris and I am writing on behalf of the students at Lockwood High School. Many students at the school have been working on a project about the youth unemployment problem in Lockwood. You are invited to attend a special presentation that will be held at our school auditorium on April 16th. At the presentation, students will propose a variety of ideas for developing employment opportunities for the youth within the community. As one of the famous figures in the community, we would be honored by your attendance. We look forward to seeing you there. Sincerely, Susan Harris",
            "보기": "(1) 학생들이 준비한 발표회 참석을 부탁하려고 (2) 학생들을 위한 특별 강연을 해 준 것에 감사하려고 (3) 청년 실업 문제의 해결 방안에 관한 강연을 의뢰하려고 (4) 학생들의 발표회에 대한 재정적 지원을 요청하려고 (5) 학생들의 프로젝트 심사 결과를 알리려고",
            "해설": "{\"해석\": \"콜링 부인께, 제 이름은 수잔 해리스이며 저는 락우드 고등학교 학생들을 대표하여 이 글을 씁니다. 이 학교의 많은 학생들이 락우드의 청년 실업 문제에 대한 프로젝트를 진행해왔습니다. 여러분을 4월 16일에 우리 학교 강당에서 열리는 특별 발표회에 초대하고자 합니다. 발표회에서 학생들은 지역 사회 내에서 청년 고용 기회를 개발하기 위한 다양한 아이디어를 제안할 것입니다. 지역 사회에서 유명한 인물 중 한 분으로서 귀하의 참석은 저희에게 큰 영광이 될 것입니다. 그곳에서 뵙기를 고대합니다. 수잔 해리스 드림\", \"해설\": 글의 목적은 락우드 고등학교 학생들이 준비한 청년 실업 문제에 대한 발표회에 콜링 부인을 초대하고 참가를 요청하기 위함입니다. 글에서 수잔 해리스는 학생들을 대표하여 이 프로젝트 발표회에 콜링 부인을 초대합니다. 중요한 문장으로는 참가 요청을 명확히 나타내는 \"여러분을 4월 16일에 우리 학교 강당에서 열리는 특별 발표회에 초대하고자 합니다\"가 있으며, 이 문장에서 글의 목적이 분명하게 드러납니다. 따라서 글의 목적을 가장 잘 나타내는 답은 (1) '학생들이 준비한 발표회 참석을 부탁하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Parents, As you know, Sandy Brown, our after-school swimming coach for six years, retired from coaching last month. So, Virginia Smith, who swam for Bredard Community College and has won several awards in national competitions, has been named the school’s new swimming coach. This is her first job as a coach, and she is going to start working from next week. She will teach her class in the afternoons, and continue with our summer program. By promoting the health benefits of swimming, she hopes that more students will get healthy through her instruction. Sincerely, Fred Wilson Principal, Riverband High School",
            "보기": "(1) 새로운 수영 코치를 소개하려고 (2) 수영 강좌의 폐강을 통보하려고 (3) 수영 코치의 퇴임식을 공지하려고 (4) 수영부의 대회 입상을 축하하려고 (5) 수영의 건강상 이점을 홍보하려고",
            "해설": "{\"해석\": \"학부모님께, 아시다시피, 우리 방과후 수영 코치로 6년을 함께한 샌디 브라운이 지난달에 코치직에서 은퇴했습니다. 따라서, 브레다드 커뮤니티 칼리지에서 수영을 했고 전국 대회에서 여러 상을 받은 버지니아 스미스가 학교의 새로운 수영 코치로 임명되었습니다. 이것은 그녀의 첫 번째 코치 직책이며, 다음 주부터 일을 시작할 것입니다. 그녀는 오후에 수업을 진행하고, 여름 프로그램을 계속 이어갈 것입니다. 그녀는 수영의 건강상의 이점을 홍보함으로써 더 많은 학생들이 그녀의 지도를 통해 건강해지기를 희망합니다. 리버밴드 고등학교 교장 Fred Wilson 드림\", \"해설\": \"학교장이 학부모들에게 보내는 글로, 기존 수영 코치인 샌디 브라운의 은퇴와 새로운 코치인 버지니아 스미스의 임명을 알리고 있다. 샌디 브라운이 은퇴했으며, 버지니아 스미스가 새로운 코치로 임명되었음을 설명하고, 그녀의 수상 경력과 주요 업무에 대해 설명하고 있다. 더불어 버지니아 스미스가 건강한 학생들을 양성하기 위한 목표도 언급하고 있다. 따라서 글의 목적으로 가장 적절한 것은 (1) '새로운 수영 코치를 소개하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern: My wife and I have lived in Smalltown for more than 60 years and have enjoyed Freer Park for all that time. When we were young and didn’t have the money to go anywhere else, we would walk there almost every day. Now we are seniors, and my wife must use a wheelchair for extended walks. We find that the beautiful walking paths through the park are all but impassable to her. The paths are cracked and littered with rocks and debris that make it impossible to roll her chair from place to place. We hope you will devote resources to restoring the walking paths in Freer Park for all visitors. Sincerely, Craig Thomas",
            "보기": "(1) 공원 산책로 복구를 요청하려고 (2) 노인 복지 서비스 개선을 건의하려고 (3) 휠체어 대여 서비스에 대해 안내하려고 (4) 청소년 야외 활동 시설에 대해 문의하려고 (5) 공원 내 주차 공간 부족에 대해 항의하려고",
            "해설": "{\"해석\": \"관계자께: 저의 아내와 저는 Smalltown에서 60년 넘게 살면서 그동안 Freer Park를 즐겨왔습니다. 젊었을 때는 다른 곳으로 갈 돈이 없어서 거의 매일 그곳을 걸었습니다. 이제 우리는 노인이 되었고 아내는 긴 산책을 할 때 휠체어를 사용해야 합니다. 우리는 공원의 아름다운 산책로가 아내에게 거의 지나갈 수 없는 상태인 것을 발견했습니다. 산책로는 균열이 가고 돌과 파편이 흩어져 있어서 휠체어를 굴리는 것이 불가능합니다. 우리는 여러분이 Freer Park의 산책로를 모든 방문객을 위해 복구하는 데 자원을 투입해 주시기를 바랍니다. 진심으로, Craig Thomas\", \"해설\": 이 글은 Smalltown의 오랜 주민 Craig Thomas가 관계자에게 보낸 편지입니다. 그는 Freer Park의 산책로 상태가 좋지 않아 휠체어를 사용하는 아내가 이동하기 어렵다는 문제를 제기하고 있습니다. 그리고 그는 공원 산책로를 복구해 달라고 요청하고 있습니다. 글의 주요 내용은 현재 산책로의 상태가 문제가 되어 이 문제를 해결하기 위해 산책로를 복구해 달라는 요청입니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '공원 산책로 복구를 요청하려고' 입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Cross, We are excited to announce the opening of the newest Sunshine Stationery Store in Raleigh, North Carolina! As you know, the Sunshine Stationery Store has long been the industry standard for quality creative paper products of all kinds, and we couldn’t have picked a better location for our next branch than the warm and inviting city of Raleigh. We are thrilled to welcome you to the Grand Opening of the Raleigh store on March 15, 2018. The opening celebration will be from 9 a.m. to 9 p.m.―a full 12 hours of fun! We would love to show you all the Raleigh store has to offer and hope to see you there on the 15th! Sincerely, Donna Deacon",
            "보기": "(1) 신제품의 출시를 홍보하려고 (2) 회사 창립 기념일에 초대하려고 (3) 이전한 매장의 위치를 안내하려고 (4) 신설 매장의 개업식에 초대하려고 (5) 매장의 영업시간 변경을 안내하려고",
            "해설": "{\"해석\": \"크로스 씨께, 우리는 노스캐롤라이나 주 롤리에서 최신 썬샤인 문구점의 개장을 발표하게 되어 기쁩니다! 아시다시피, 썬샤인 문구점은 오래전부터 다양한 창의적인 종이 제품의 품질 기준을 세워 왔으며, 롤리처럼 따뜻하고 매력적인 도시보다 더 나은 지점을 선택할 수 없었습니다. 우리는 여러분을 2018년 3월 15일 롤리 매장의 개업식에 초대하게 되어 매우 기쁩니다. 개업 축하 행사는 아침 9시부터 밤 9시까지 12시간 동안 재미있게 열릴 예정입니다! 우리는 롤리 매장이 제공하는 모든 것을 여러분에게 보여주기를 원하며, 15일에 여러분을 뵙기를 기대합니다! 진심으로, 도나 디컨 드림\", \n\"해설\": \"주어진 글은 크로스 씨에게 보내는 편지의 형식입니다. 편지 내용에서는 노스캐롤라이나 주 롤리에서 최신 썬샤인 문구점의 개장을 발표하고 있으며, 롤리에서 개업식이 열릴 것임을 알리고 있습니다. 글의 주요 내용은 2018년 3월 15일에 있을 개업식에 대한 초대와 그 행사 시간 및 장소에 대한 정보입니다. 이러한 내용을 종합하면, 글의 목적은 신설 매장의 개업식에 초대하는 것입니다. 따라서 가장 적절한 답은 (4) '신설 매장의 개업식에 초대하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "The upgrade of the Wellington Waste Water Treatment Facility will begin on Monday, July 30, 2018. The construction will take about 28 months and may lead to increased traffic along Baker Street due to work on and around it. Construction vehicles may also use this street to gain access to the main construction site. We sincerely apologize for any inconveniences that may be experienced. We will try to keep them to a minimum. This work is part of our continuous effort to maintain and improve the basic systems and services of our city. For any questions, please contact Ronald Brown at 022-807-4725.",
            "보기": "(1) 시설 이전의 필요성을 홍보하려고 (2) 침수로 인한 우회로 이용을 안내하려고 (3) 공사로 인한 불편에 대해 양해를 구하려고 (4) 건설 현장의 안전 지침 준수를 당부하려고 (5) 주차 공간 부족에 대한 해결책을 제시하려고",
            "해설": "{\"해석\": \"웰링턴 하수 처리 시설의 업그레이드가 2018년 7월 30일 월요일에 시작됩니다. 공사는 약 28개월 정도 소요되며, 이로 인해 베이커 스트리트 주변과 그 도로에 교통량이 증가할 수 있습니다. 건설 차량도 주요 건설 현장에 접근하기 위해 이 도로를 사용할 수 있습니다. 겪으실 수 있는 어떠한 불편에 대해서도 진심으로 사과드립니다. 우리는 이러한 불편을 최소화하기 위해 노력할 것입니다. 이러한 작업은 우리 도시의 기본 시스템과 서비스를 유지하고 개선하기 위한 지속적인 노력의 일환입니다. 질문이 있으시면 Ronald Brown (전화번호: 022-807-4725)에게 연락해 주세요.\", \n\"해설\": \"글은 웰링턴 하수 처리 시설의 업그레이드 공사에 대해 설명하고 있으며, 2018년 7월 30일부터 약 28개월 동안 진행된다는 내용을 알리고 있다. 공사로 인해 베이커 스트리트 주변의 교통량 증가와 건설 차량 이용에 따른 불편함이 있을 수 있다는 점을 언급하고 있으며, 이러한 불편을 최소화하기 위해 노력하겠다는 점을 강조하고 있다. 따라서 이 글의 주된 목적은 공사로 인한 불편에 대해 양해를 구하려는 것으로 볼 수 있다. 이에 따라 글의 목적으로 가장 적절한 것은 (3) '공사로 인한 불편에 대해 양해를 구하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Stevens, This is a reply to your inquiry about the shipment status of the desk you purchased at our store on September 26. Unfortunately, the delivery of your desk will take longer than expected due to the damage that occurred during the shipment from the furniture manufacturer to our warehouse. We have ordered an exact replacement from the manufacturer, and we expect that delivery will take place within two weeks. As soon as the desk arrives, we will telephone you immediately and arrange a convenient delivery time. We regret the inconvenience this delay has caused you. Sincerely, Justin Upton",
            "보기": "(1) 영업시간 변경을 공지하려고 (2) 고객 서비스 만족도를 조사하려고 (3) 상품의 배송 지연에 대해 설명하려고 (4) 구매한 상품의 환불 절차를 안내하려고 (5) 배송된 상품의 파손에 대해 항의하려고",
            "해설": "{\"해석\": \"스티븐스 씨에게, 이는 9월 26일에 우리 가게에서 구매하신 책상의 배송 상태에 대한 문의에 대한 답변입니다. 유감스럽게도 배송 중 가구 제조업체에서 우리 창고로 운송되는 동안 책상이 손상되어 배송이 예상보다 길어질 것입니다. 우리는 제조업체로부터 동일한 대체품을 주문했으며, 배송은 2주 이내에 이루어질 것으로 예상됩니다. 책상이 도착하는 즉시 전화로 연락드려 편리한 배송 시간을 조정하겠습니다. 이 지연으로 인해 불편을 끼쳐드려 죄송합니다. 진심으로, 저스틴 업턴\", \n\"해설\": \"글의 목적은 고객인 스티븐스 씨에게 책상의 배송 지연에 대해 설명하는 것입니다. 지연 사유는 운송 과정에서 발생한 손상이며, 동일한 대체품을 주문했음을 알리고 있습니다. 글은 배송 지연에 대한 사과와 함께 새로운 배송 일정을 안내하는 것으로 마무리됩니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '상품의 배송 지연에 대해 설명하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. John Smith, I am a staff member at the Eastville Library, and I work weekday afternoons. Each day, as school closes, dozens of students come to the library to do homework, use the library’s computers, or socialize in a safe place. Many of these children would otherwise go home to empty houses, and the library is the one place that provides a secure, supervised alternative to being home alone. Your proposed policy of closing libraries on Mondays as a cost cutting measure could be harmful to these children, and I’m certain there are other ways to save money. I urge you and other city council representatives to cancel the plan and to keep libraries open! Sincerely, Kyle Tucker",
            "보기": "(1) 도서관 신설을 위한 예산 확보를 부탁하려고 (2) 도서관 정기 휴관 정책의 취소를 요청하려고 (3) 도서관 직원의 근무 환경 개선을 제안하려고 (4) 도서관 안전 점검 일정에 대해 문의하려고 (5) 도서관 컴퓨터 추가 구입을 건의하려고",
            "해설": "{\"해석\": \"존 스미스 씨께, 저는 Eastville 도서관에서 평일 오후에 근무하는 직원입니다. 매일 학교가 마치면 수십 명의 학생들이 도서관에 와서 숙제를 하거나 도서관의 컴퓨터를 사용하거나 안전한 장소에서 어울립니다. 이들 중 다수는 그렇지 않으면 빈 집으로 돌아갈 아이들로, 도서관은 집에 혼자 있는 대신에 안전하고 감독된 대안을 제공합니다. 비용 절감을 위한 조치로 월요일에 도서관을 닫는다는 당신의 제안된 정책은 이 아이들에게 해로울 수 있으며, 돈을 절약할 다른 방법이 분명히 있습니다. 저는 당신과 다른 시의회 대표들이 이 계획을 취소하고 도서관을 계속 열어둘 것을 촉구합니다. 진심으로, Kyle Tucker\",\n\"해설\": 이 글은 Eastville 도서관에서 근무하는 직원인 Kyle Tucker가 시의회 의원인 John Smith 씨에게 보내는 편지입니다. 글의 요지는 월요일에 도서관을 폐쇄하는 제안된 정책이 학생들, 특히 갈 곳이 없는 학생들에게 해로울 수 있다는 점을 강조하며 그 정책의 취소를 요청하는 것입니다. 도서관은 많은 학생들에게 안전한 장소를 제공하고 있기 때문에, 비용 절감의 다른 방법을 찾아야 한다고 주장하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '도서관 정기 휴관 정책의 취소를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Sue Jones, As you know, it is our company’s policy that all new employees must gain experience in all departments. As you have completed your three months in the Sales Department, it’s time to move on to your next department. From next week, you will be working in the Marketing Department. We are looking forward to seeing excellent work from you in your new department. I hope that when your training is finished we will be able to settle you into the department of your choice. Yours sincerely, Angie Young PERSONNEL MANAGER",
            "보기": "(1) 근무 부서 이동을 통보하려고 (2) 희망 근무 부서를 조사하려고 (3) 부서 간 업무 협조를 당부하려고 (4) 새로운 마케팅 전략을 공모하려고 (5) 직원 연수 일정 변경을 안내하려고",
            "해설": "{\"해석\": \"Sue Jones 씨께, 아시다시피 모든 신입 직원이 모든 부서에서 경험을 쌓아야 한다는 것이 저희 회사 방침입니다. 판매 부서에서 3개월을 마치셨으니, 이제 다음 부서로 옮길 때입니다. 다음 주부터는 마케팅 부서에서 근무하시게 됩니다. 새로운 부서에서 당신의 훌륭한 업무를 기대하고 있습니다. 교육이 끝나면 원하시는 부서에 정착하시기를 바랍니다. 진심으로, 인사 담당 Angie Young\", \"해설\": \"이 글은 인사 담당 매니저인 Angie Young이 Sue Jones에게 보내는 것으로, 신입 직원이 다양한 부서에서 경험을 쌓아야 한다는 회사 방침을 언급하고 있습니다. Sue Jones가 판매 부서에서의 3개월을 마쳤으므로 이제 마케팅 부서로 이동할 것이라는 내용을 전달하고 있습니다. 또한 교육이 끝나면 Sue Jones가 희망하는 부서에 정착할 수 있기를 바라는 내용을 포함하고 있습니다. 글의 중요한 목적은 근무 부서 이동을 통보하는 것입니다. 따라서 가장 적절한 답은 (1) '근무 부서 이동을 통보하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Hane, Our message to you is brief, but important: Your subscription to Winston Magazine will end soon and we haven’t heard from you about renewing it. We’re sure you won’t want to miss even one upcoming issue. Renew now to make sure that the service will continue. You’ll get continued delivery of the excellent stories and news that make Winston Magazine the fastest growing magazine in America. To make it as easy as possible for you to act now, we’ve sent a reply card for you to complete. Simply send back the card today and you’ll continue to receive your monthly issue of Winston Magazine. Best regards, Thomas Strout",
            "보기": "(1) 무료 잡지를 신청하려고 (2) 잡지 구독 갱신을 권유하려고 (3) 배송 지연에 대해 사과하려고 (4) 경품에 당첨된 사실을 통보하려고 (5) 기사에 대한 독자 의견에 감사하려고",
            "해설": "{\"해석\": \"Hane 씨께, 저희 메시지는 간단하지만 중요합니다: 귀하의 Winston Magazine 구독이 곧 종료될 예정이며, 갱신에 대한 귀하의 답변을 아직 받지 못했습니다. 귀하께서 다가오는 어떤 호도 놓치지 않길 원하리라 확신합니다. 지금 갱신하셔서 서비스가 계속될 수 있도록 해 주세요. 계속해서 선도적인 이야기들과 뉴스들을 받아보실 수 있습니다. Winston Magazine은 미국에서 가장 빠르게 성장하는 잡지입니다. 지금 바로 행동하실 수 있도록 저희가 회신카드를 보내드렸습니다. 오늘 카드를 다시 보내주시면 매달 Winston Magazine을 계속 받으실 수 있습니다. 최고의 안부를 전하며, Thomas Strout 드림\", \"해설\": \"이 글은 Hane 씨에게 보내진 것으로, 메시지의 간단하지만 중요한 내용은 잡지 구독이 곧 만료될 예정이며 갱신을 요청하는 것입니다. '갱신하셔서 서비스가 계속될 수 있도록 해 주세요'라는 문장에서 글의 주장이 명확하게 드러납니다. 글의 목적은 독자로 하여금 구독을 갱신하도록 권유하는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '잡지 구독 갱신을 권유하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Community Members, As the director of Save­A­Pet Animal Shelter, I appreciate your help and support in looking after our animals. Despite your efforts, it is beyond our facility’s capacity to care for animals with special needs. Without community members who will take these pets into their homes, our shelter can quickly fill up with difficult­to­adopt cases. This limits our ability to bring in and help more pets. Consider adopting a pet with medical or behavioral needs, or even a senior one. Come into our adoption center and meet some of our longer­term residents. It takes an entire community to save animals’ lives―we cannot do it without you! Sincerely, Dr. Sarah Levitz",
            "보기": "(1) 반려동물 입양을 요청하려고 (2) 유기견 보호 센터 개설을 알리려고 (3) 동물 보호 정책 강화를 요구하려고 (4) 동물 구조 자원봉사자를 모집하려고 (5) 동물 보호 단체 가입 방법을 안내하려고",
            "해설": "{\"해석\": \"친애하는 지역 사회 구성원 여러분, Save-A-Pet 동물 보호소의 소장으로서, 우리 동물을 돌봐주시는 여러분의 도움과 지원에 감사드립니다. 여러분의 노력에도 불구하고, 우리 시설은 특수한 필요를 가진 동물들을 돌볼 수 있는 능력이 부족합니다. 이러한 동물들을 입양해 줄 지역 사회 구성원들 없이는 우리 보호소는 입양이 어려운 사례들로 빠르게 가득 차버릴 수 있습니다. 이는 우리가 더 많은 동물을 받아들이고 도울 수 있는 능력을 제한합니다. 의료적 또는 행동적 요구가 있거나 심지어 나이가 든 반려동물을 입양하는 것을 고려해 주세요. 우리 입양 센터에 오셔서 장기 거주 중인 몇몇 동물들을 만나 보세요. 동물의 생명을 구하기 위해서는 온 지역 사회가 필요합니다. 우리는 여러분 없이는 할 수 없습니다! 진심으로, 사라 레비츠 박사\", \n\"해설\": 이 글은 동물 보호소 소장이 지역 사회 구성원들에게 보내는 것으로, 두 가지 주요 메시지를 전달하고 있다. 첫째, 특수한 필요를 가진 동물들을 돌보는 데 있어서 시설의 한계를 설명하고 있다. 둘째, 이를 해결하기 위해 지역 사회 구성원들이 이러한 동물들을 입양해 줄 것을 요청하고 있다. 주장은 \"의료적 또는 행동적 요구가 있거나 심지어 나이가 든 반려동물을 입양하는 것을 고려해 주세요\"와 \"우리 입양 센터에 오셔서 장기 거주 중인 몇몇 동물들을 만나 보세요\" 부분에서 명확히 드러난다. 글의 결론 또한 \"우리는 여러분 없이는 할 수 없습니다!\"라는 부분에서 강조되고 있다. 따라서 글의 목적으로 가장 적절한 것은 (1) '반려동물 입양을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To the Principal of Alamda High School, On behalf of the Youth Soccer Tournament Series, I would like to remind you of the 2019 Series next week. Surely, we understand the importance of a player’s education. Regrettably, however, the Series will result in players missing two days of school for the competition. The games will be attended by many college coaches scouting prospective student athletes. Therefore, the Series can be a great opportunity for young soccer players to demonstrate their capabilities as athletes. I would like to request your permission for the absence of the players from your school during this event. Thank you for your understanding. Best regards, Jack D’Adamo, Director of the Youth Soccer Tournament Series",
            "보기": "(1) 선수들의 학력 향상 프로그램을 홍보하려고 (2) 대학 진학 상담의 활성화 방안을 제안하려고 (3) 선수들의 훈련 장비 추가 구입을 건의하려고 (4) 선수들의 대회 참가를 위한 결석 허락을 요청하려고 (5) 대회 개최를 위한 운동장 대여 가능 여부를 문의하려고",
            "해설": "{\"해석\": \"Alamda 고등학교의 교장님께, Youth Soccer Tournament Series를 대표하여 2019 시리즈가 다음 주에 열린다는 것을 상기시키고자 합니다. 우리는 선수들의 교육의 중요성을 충분히 이해하고 있습니다. 그러나 유감스럽게도 이 시리즈로 인해 선수들은 대회 동안 이틀간 학교를 결석하게 될 것입니다. 이 경기들은 대학 코치들이 유망한 학생 운동선수들을 관찰하는 자리이기도 합니다. 따라서 이 시리즈는 젊은 축구 선수들이 운동선수로서의 역량을 증명할 수 있는 좋은 기회가 될 수 있습니다. 귀 학교 선수들이 이 행사 동안 결석할 수 있도록 허락해 주시기 바랍니다. 이해해 주셔서 감사합니다. Youth Soccer Tournament Series의 Director, Jack D'Adamo 드림\",\n\"해설\": 이 글은 Youth Soccer Tournament Series의 디렉터가 Alamda 고등학교 교장에게 보내는 글입니다. 여기서 주된 목적은 2019년 시리즈가 다음 주에 열리고, 선수들이 이틀 동안 결석하게 되는 것을 알리는 것입니다. 대학 코치들이 많은 선수들을 관찰하기 위해 이 경기들에 참가한다는 점을 강조하며, 이러한 기회가 선수들에게 중요하다는 것을 설명하고 있습니다. 따라서 가장 중요한 목적은 선수들이 대회에 참가하기 위해 결석할 수 있도록 허락을 요청하는 것입니다. 그러므로 글의 목적으로 가장 적절한 것은 (4) '선수들의 대회 참가를 위한 결석 허락을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Spadler, You’ve written to our company complaining that your toaster, which you bought only three weeks earlier, doesn’t work. You were asking for a new toaster or a refund. Since the toaster has a year’s warranty, our company is happy to replace your faulty toaster with a new toaster. To get your new toaster, simply take your receipt and the faulty toaster to the dealer from whom you bought it. The dealer will give you a new toaster on the spot. Nothing is more important to us than the satisfaction of our customers. If there is anything else we can do for you, please do not hesitate to ask. Yours sincerely, Betty Swan",
            "보기": "(1) 새로 출시한 제품을 홍보하려고 (2) 흔히 생기는 고장 사례를 알려주려고 (3) 품질 보증서 보관의 중요성을 강조하려고 (4) 고장 난 제품을 교환하는 방법을 안내하려고 (5) 제품 만족도 조사에 참여해줄 것을 요청하려고",
            "해설": "{\"해석\": \"친애하는 Spadler 씨, 귀하는 저희 회사에 3주 전에 구입한 토스터기가 작동하지 않는다는 불만을 제기하셨습니다. 귀하는 새 토스터기나 환불을 요청하셨습니다. 토스터기는 1년 보증이 있으므로, 저희 회사는 고객님의 고장 난 토스터기를 새 토스터기로 교체해 드리게 되어 기쁩니다. 새 토스터기를 받으려면 영수증과 고장 난 토스터기를 구입처에 가져가시면 됩니다. 대리점에서 즉시 새 토스터기로 교환해 드릴 것입니다. 고객 만족은 저희에게 가장 중요합니다. 다른 도움이 필요하시면 주저하지 말고 말씀해 주십시오. 진심으로, Betty Swan 드림\",\n\"해설\": 이 글은 Spadler 씨에게 보내는 회사의 답장입니다. 고객이 3주 전에 구입한 토스터기가 고장 났다는 불만을 접수했고, 고객이 새로운 토스터기나 환불을 요청했음을 언급하고 있습니다. 회사는 토스터기가 1년 보증이 있으므로, 고장 난 토스터기를 새 토스터기로 교체해 준다고 안내하고 있습니다. 교환 방법으로는 영수증과 고장 난 토스터기를 대리점에 가져가면 된다고 설명하고 있습니다. 글의 마지막에는 고객 만족이 중요하다는 메시지를 강조하고 있습니다. 따라서 이 글의 목적은 고장 난 제품을 교환하는 방법을 안내하려는 것이므로, 가장 적절한 답은 (4)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Anderson On behalf of Jeperson High School, I am writing this letter to request permission to conduct an industrial field trip in your factory. We hope to give some practical education to our students in regard to industrial procedures. With this purpose in mind, we believe your firm is ideal to carry out such a project. But of course, we need your blessing and support. 35 students would be accompanied by two teachers. And we would just need a day for the trip. I would really appreciate your cooperation. Sincerely, Mr. Ray Feynman",
            "보기": "(1) 공장 견학 허가를 요청하려고 (2) 단체 연수 계획을 공지하려고 (3) 입사 방법을 문의하려고 (4) 출장 신청 절차를 확인하려고 (5) 공장 안전 점검 계획을 통지하려고",
            "해설": "{\"해석\": \"안녕하세요, Anderson 씨 Jeperson 고등학교를 대표하여, 귀사 공장 견학 허가를 요청하는 이 편지를 작성합니다. 우리는 학생들에게 산업 절차에 관한 실질적인 교육을 제공하고자 합니다. 이러한 목적을 염두에 두고, 우리는 귀사가 그러한 프로젝트를 수행하기에 이상적이라고 믿습니다. 물론, 우리는 귀사의 허가와 지원이 필요합니다. 35명의 학생들이 두 명의 교사와 동행할 것입니다. 공장 견학은 하루가 소요될 것입니다. 협조해 주시면 정말 감사하겠습니다. 진심으로, Ray Feynman 드림\", \n\"해설\": \"이 글은 Jeperson 고등학교를 대표하는 Ray Feynman이 Anderson 씨에게 보내는 편지로, 학생들의 교육 목적을 위해 당신의 공장 견학 허가를 요청하는 내용을 담고 있습니다. 글의 주제는 공장 견학의 요청이며, '귀사의 허가와 지원이 필요합니다'라는 문장에서 주장과 요청의 내용을 명확히 하고 있습니다. 글의 소재와 주제를 종합하면, 공장 견학을 위한 허가 요청이 주 목적임을 알 수 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '공장 견학 허가를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Wildwood residents, Wildwood Academy is a local school that seeks to help children with disabilities and learning challenges. We currently have over 200 students enrolled. This year we’d like to add a music class in the hope that each of our students will have the opportunity to develop their musical abilities. To get the class started, we need more instruments than we have now. We are asking you to look around your house and donate any instruments that you may no longer use. Each one donated will be assigned to a student in need. Simply call us and we will be happy to drop by and pick up the instrument. Sincerely, Karen Hansen, Principal",
            "보기": "(1) 고장 난 악기의 수리를 의뢰하려고 (2) 학부모 공개 수업 참석을 권장하려고 (3) 음악 수업을 위한 악기 기부를 요청하려고 (4) 추가로 개설된 음악 수업 신청을 독려하려고 (5) 지역 주민을 위한 자선 음악 행사를 홍보하려고",
            "해설": "{\"해석\": \"Wildwood 주민 여러분께, Wildwood 아카데미는 장애 및 학습 어려움을 겪는 아이들을 돕는 지역 학교입니다. 현재 200명이 넘는 학생들이 등록되어 있습니다. 올해 저희는 모든 학생들이 자신의 음악적 재능을 개발할 기회를 가질 수 있도록 음악 수업을 추가하려고 합니다. 수업을 시작하기 위해서는 현재 가지고 있는 악기보다 더 많은 악기가 필요합니다. 여러분의 가정에서 더 이상 사용하지 않는 악기를 기부해 주실 것을 부탁드립니다. 기부된 각 악기는 필요로 하는 학생에게 배정될 것입니다. 저희에게 전화만 주시면 기꺼이 악기를 가지러 가겠습니다. 교장 Karen Hansen 드림\", \"해설\": 글의 주제는 Wildwood 아카데미에서 음악 수업을 새롭게 개설하기 위해 악기 기부를 요청하는 것입니다. 글의 첫 부분에서는 학교의 목적과 현재 상태에 대해 설명하고, 그 후 음악 수업의 필요성과 악기 기부 요청을 언급하고 있습니다. 결론 부분에서 기부 방법을 자세히 설명하며 주민들에게 악기 기부를 촉구하고 있습니다. 따라서 글의 목적은 음악 수업을 위한 악기 기부를 요청하려는 것입니다. (3) '음악 수업을 위한 악기 기부를 요청하려고'가 가장 적절한 답입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern: I was born and raised in the city of Boulder and have enjoyed our scenic natural spaces for my whole life. The land through which the proposed Pine Hill walking trail would cut is home to a variety of species. Wildlife faces pressure from development, and these animals need space where they can hide from human activity. Although trails serve as a wonderful source for us to access the natural world and appreciate the wildlife within it, if we continue to destroy habitats with excess trails, the wildlife will stop using these areas. Please reconsider whether the proposed trail is absolutely necessary. Sincerely, Tyler Stuart",
            "보기": "(1) 환경 보호 캠페인 참여를 부탁하려고 (2) 지역 관광 프로그램에 대해 문의하려고 (3) 산책로 조성 계획의 재고를 요청하려고 (4) 보행자 안전을 위해 인도 설치를 건의하려고 (5) 야생 동물 보호구역 관리의 문제점을 지적하려고",
            "해설": "{\"해석\": \"해당 관계자께: 저는 볼더 시에서 태어나고 자랐으며 평생 동안 우리의 경치 좋은 자연 공간을 즐겨왔습니다. 제안된 파인 힐 산책로가 통과할 땅은 다양한 종의 서식지입니다. 야생 동물은 개발로부터 압박을 받고 있으며, 이 동물들은 인간 활동으로부터 숨을 수 있는 공간이 필요합니다. 산책로는 우리가 자연 세계에 접근하고 그 안의 야생 동물을 감상할 수 있는 멋진 자원이지만, 산책로를 과도하게 만들면 서식지를 파괴하게 되고, 야생 동물은 이 지역을 더 이상 이용하지 않을 것입니다. 제안된 산책로가 정말로 필요한지 재고해 주시기 바랍니다. 감사합니다. 타일러 스튜어트 드림\",\n\"해설\": \"이 글은 타일러 스튜어트가 관계자에게 보내는 편지입니다. 그는 볼더 시에서 태어나고 자랐으며 자연을 즐겨왔음을 밝히며 시작합니다. 이후, 제안된 파인 힐 산책로가 환경에 미치는 영향을 우려하며, 산책로가 다양한 종의 서식지를 통과하고 있음을 강조합니다. 야생 동물이 개발로 인해 압박을 받고 있으며, 이 동물들이 숨을 수 있는 공간이 필요하다고 말합니다. 산책로는 자연을 즐길 수 있는 자원이지만, 과도하게 만들면 서식지가 파괴되어 야생 동물이 이 지역을 피할 것이라고 주장합니다. 결국 그는 제안된 산책로의 필요성을 다시 고려해 줄 것을 요청하며 글을 마무리합니다. 따라서 이 글의 목적으로 가장 적절한 것은 '산책로 조성 계획의 재고를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear members of Eastwood Library, Thanks to the Friends of Literature group, we’ve successfully raised enough money to remodel the library building. John Baker, our local builder, has volunteered to help us with the remodelling but he needs assistance. By grabbing a hammer or a paint brush and donating your time, you can help with the construction. Join Mr. Baker in his volunteering team and become a part of making Eastwood Library a better place! Please call 541­567­1234 for more information. Sincerely, Mark Anderson",
            "보기": "(1) 도서관 임시 휴관의 이유를 설명하려고 (2) 도서관 자원봉사자 교육 일정을 안내하려고 (3) 도서관 보수를 위한 모금 행사를 제안하려고 (4) 도서관 공사에 참여할 자원봉사자를 모집하려고 (5) 도서관에서 개최하는 글쓰기 대회를 홍보하려고",
            "해설": "{\"해석\": \"동우드 도서관 회원 여러분, 문학 애호가 그룹 덕분에 도서관 건물을 개조할 만큼 충분한 자금을 성공적으로 모금할 수 있었습니다. 우리 지역 건축가인 John Baker가 개조 작업에 자원봉사로 참여하기로 했지만, 그의 도움이 필요합니다. 망치나 페인트 브러시를 잡고 시간을 기부하여 건설 작업을 도와주세요. Baker 씨의 자원봉사 팀에 합류하여 동우드 도서관을 더 나은 장소로 만드는 일에 함께하세요! 추가 정보는 541-567-1234로 전화해 주세요. 감사합니다, Mark Anderson 드림\",\n\"해설\": \"이 글은 동우드 도서관 회원들에게 보내는 것으로, 문학 애호가 그룹의 도움 덕분에 도서관 개조를 위한 자금을 성공적으로 모금했다는 내용을 알리고 있습니다. 개조 작업을 위해 지역 건축가인 John Baker가 자원봉사로 참여하고 있지만, 추가로 도와줄 자원봉사자의 참여가 필요하다는 것입니다. 망치나 페인트 브러시를 들고 시간을 기부하여 건설 작업을 도와줄 사람을 모집하는 내용으로 결론 맺고 있어, 글의 목적은 '(4) 도서관 공사에 참여할 자원봉사자를 모집하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Jones, I am James Arkady, PR Director of KHJ Corporation. We are planning to redesign our brand identity and launch a new logo to celebrate our 10th anniversary. We request you to create a logo that best suits our company’s core vision, ‘To inspire humanity.’ I hope the new logo will convey our brand message and capture the values of KHJ. Please send us your logo design proposal once you are done with it. Thank you. Best regards, James Arkady",
            "보기": "(1) 회사 로고 제작을 의뢰하려고 (2) 변경된 회사 로고를 홍보하려고 (3) 회사 비전에 대한 컨설팅을 요청하려고 (4) 회사 창립 10주년 기념품을 주문하려고 (5) 회사 로고 제작 일정 변경을 공지하려고",
            "해설": "{\"해석\": \"Jones 씨께, 저는 KHJ Corporation의 홍보 이사 James Arkady입니다. 당사는 창립 10주년을 기념하기 위해 브랜드 아이덴티티를 재설계하고 새로운 로고를 출시할 계획입니다. 저희 회사의 핵심 비전인 '인류에게 영감을 주다'에 가장 적합한 로고를 만들어 주시길 요청드립니다. 새로운 로고가 저희 브랜드 메시지를 전달하고 KHJ의 가치를 담아낼 수 있기를 바랍니다. 로고 디자인이 완료되면 제안서를 보내주시기 바랍니다. 감사합니다. 진심을 담아, James Arkady\",\n \"해설\": \"이 글은 KHJ Corporation의 홍보 이사 James Arkady가 Jones 씨에게 보낸 편지로, 회사의 새로운 로고 제작을 의뢰하고 있습니다. 글의 목적은 회사의 핵심 비전인 '인류에게 영감을 주다'를 잘 전달할 수 있는 로고를 만들어 달라는 요청이며, 디자인이 완료되면 제안서를 보내달라는 내용을 포함하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '회사 로고 제작을 의뢰하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Dennis Brown, We at G&D Restaurant are honored and delighted to invite you to our annual Fall Dinner. The annual event will be held on October 1st, 2021 at our restaurant. At the event, we will be introducing new wonderful dishes that our restaurant will be offering soon. These delicious dishes will showcase the amazing talents of our gifted chefs. Also, our chefs will be providing cooking tips, ideas on what to buy for your kitchen, and special recipes. We at G&D Restaurant would be more than grateful if you can make it to this special occasion and be part of our celebration. We look forward to seeing you. Thank you so much. Regards, Marcus Lee, Owner ‐ G&D Restaurant",
            "보기": "(1) 식당 개업을 홍보하려고 (2) 식당의 연례행사에 초대하려고 (3) 신입 요리사 채용을 공고하려고 (4) 매장 직원의 실수를 사과하려고 (5) 식당 만족도 조사 참여를 부탁하려고",
            "해설": "{\"해석\": \"Dennis Brown님께, G&D 레스토랑에서 귀하를 연례 가을 저녁 식사에 초대하게 되어 영광이며 기쁩니다. 연례 행사는 2021년 10월 1일 저희 레스토랑에서 열릴 예정입니다. 행사에서 저희 레스토랑이 곧 제공할 멋진 새로운 요리를 소개할 것입니다. 이 맛있는 요리는 저희 재능있는 요리사들의 놀라운 실력을 보여줄 것입니다. 또한, 저희 요리사들이 요리 팁, 주방에서 구매할 물건에 대한 아이디어, 특별한 레시피를 제공할 예정입니다. 저희 G&D 레스토랑은 귀하께서 이 특별한 행사에 참석해 축하의 자리를 함께 해주신다면 매우 감사하겠습니다. 뵙기를 고대합니다. 대단히 감사합니다. Marcus Lee, G&D 레스토랑 대표\", \"해설\": 글의 목적은 Dennis Brown을 G&D 레스토랑에서 열리는 연례 가을 저녁 식사 행사에 초대하는 것입니다. 본문에서 행사의 날짜와 장소, 행사에서 소개될 내용 및 행사에 참석해주기를 바라는 마음을 표명하고 있습니다. 따라서 글의 목적은 (2) '식당의 연례행사에 초대하려고'가 가장 적절합니다. 나머지 보기는 본문의 내용과 일치하지 않습니다. (1) 개업 홍보, (3) 신입 요리사 채용 공고, (4) 직원 실수 사과, (5) 만족도 조사 참여 요청과 관련된 내용은 본문에 포함되어 있지 않으므로 오답입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To the school librarian, I am Kyle Thomas, the president of the school’s English writing club. I have planned activities that will increase the writing skills of our club members. One of the aims of these activities is to make us aware of various types of news media and the language used in printed newspaper articles. However, some old newspapers are not easy to access online. It is, therefore, my humble request to you to allow us to use old newspapers that have been stored in the school library. I would really appreciate it if you grant us permission. Yours truly, Kyle Thomas",
            "보기": "(1) 도서관 이용 시간 연장을 건의하려고 (2) 신청한 도서의 대출 가능 여부를 문의하려고 (3) 도서관에 보관 중인 자료 현황을 조사하려고 (4) 글쓰기 동아리 신문의 도서관 비치를 부탁하려고 (5) 도서관에 있는 오래된 신문의 사용 허락을 요청하려고",
            "해설": "{\"해석\": \"학교 도서관 사서님께, 저는 학교 영어 글쓰기 동아리 회장인 카일 토마스입니다. 저는 우리 동아리 회원들의 글쓰기 능력을 향상시키기 위한 활동을 계획했습니다. 이러한 활동의 목표 중 하나는 우리가 다양한 유형의 뉴스 매체와 인쇄된 신문 기사에서 사용되는 언어를 인식하게 하는 것입니다. 하지만 일부 오래된 신문은 온라인에서 접하기가 쉽지 않습니다. 따라서 도서관에 보관된 오래된 신문을 사용할 수 있도록 허락해 주실 것을 정중히 요청드립니다. 허락해 주시면 정말 감사하겠습니다. 진심으로, 카일 토마스\",\n\n\"해설\": \"이 글의 목적은 카일 토마스가 도서관 사서에게 오래된 신문을 사용할 수 있도록 허락을 요청하는 것이다. 글의 주제는 영어 글쓰기 동아리 활동이며, 오래된 신문을 통해 동아리의 교육적 목적을 달성하려는 것이다. 글의 첫 부분에서 계획된 활동 내용과 목표를 설명하고, 마지막에 '도서관에 보관된 오래된 신문을 사용할 수 있도록 허락해 주실 것을 정중히 요청드립니다'라는 문장을 통해 글의 주장이 명확히 드러난다. 따라서 글의 목적은 (5) '도서관에 있는 오래된 신문의 사용 허락을 요청하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Robinson, The Warblers Choir is happy to announce that we are invited to compete in the International Young Choir Competition. The competition takes place in London on May 20. Though we wish to participate in the event, we do not have the necessary funds to travel to London. So we are kindly asking you to support us by coming to our fundraising concert. It will be held on March 26. In this concert, we shall be able to show you how big our passion for music is. Thank you in advance for your kind support and help. Sincerely, Arnold Reynolds",
            "보기": "(1) 합창 대회 결과를 공지하려고 (2) 모금 음악회 참석을 요청하려고 (3) 음악회 개최 장소를 예약하려고 (4) 합창곡 선정에 조언을 구하려고 (5) 기부금 사용 내역을 보고하려고",
            "해설": "{\"해석\": \"Robinson 씨께, Warblers 합창단이 국제 청소년 합창 대회에 초대되었음을 기쁘게 알립니다. 대회는 5월 20일 런던에서 열립니다. 우리는 이 행사에 참가하고 싶지만, 런던으로 여행하는 비용이 부족합니다. 그래서 모금 음악회에 오셔서 우리를 지원해 주시기를 간청 드립니다. 음악회는 3월 26일에 열릴 것입니다. 이 콘서트에서 우리는 음악에 대한 우리의 큰 열정을 보여 드릴 수 있을 것입니다. 미리 친절한 지원과 도움에 감사를 드립니다. 진심으로, Arnold Reynolds\", \"해설\": 이 글은 Warblers 합창단의 Arnold Reynolds가 Ms. Robinson에게 보낸 편지입니다. 글의 주된 목적은 합창단이 국제 청소년 합창 대회에 참여하기 위해 필요한 자금을 모으는 데에 도움을 청하기 위해 모금 음악회에 참석해줄 것을 요청하는 것입니다. 대회 날짜와 장소, 문제점(여행 자금 부족), 해결 방안(모금 음악회)을 확실히 명기하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (2)번 '모금 음악회 참석을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Boat Tour Manager, On March 15, my family was on one of your Glass Bottom Boat Tours. When we returned to our hotel, I discovered that I left behind my cell phone case. The case must have fallen off my lap and onto the floor when I took it off my phone to clean it. I would like to ask you to check if it is on your boat. Its color is black and it has my name on the inside. If you find the case, I would appreciate it if you would let me know. Sincerely, Sam Roberts",
            "보기": "(1) 제품의 고장 원인을 문의하려고 (2) 분실물 발견 시 연락을 부탁하려고 (3) 시설물의 철저한 관리를 당부하려고 (4) 여행자 보험 가입 절차를 확인하려고 (5) 분실물 센터 확장의 필요성을 건의하려고",
            "해설": "{\"해석\": \"보트 투어 관리자님께, 3월 15일에 저희 가족은 귀사의 유리 바닥 보트 투어에 참여했습니다. 호텔로 돌아갔을 때, 제 휴대폰 케이스를 두고 온 것을 발견했습니다. 케이스가 제 무릎에서 떨어져 바닥에 떨어졌을 것입니다. 휴대폰을 청소하기 위해 휴대폰에서 케이스를 벗길 때 말입니다. 케이스가 보트에 있는지 확인해 주실 것을 부탁드립니다. 케이스는 검은색이고 내부에 제 이름이 적혀 있습니다. 케이스를 찾으시면 저에게 알려 주시면 감사하겠습니다. Sam Roberts 드림\", \"해설\": 보트 투어 관리자에게 보내는 글로, 3월 15일 투어 중에 분실한 휴대폰 케이스를 찾는 것을 요청하고 있다. 케이스의 검은색과 이름이 적혀져 있다는 정보도 제공하고 있다. 글의 목적은 휴대폰 케이스를 찾았는지 확인하고, 찾으면 연락해 달라는 것이다. 따라서 글의 목적으로 가장 적절한 것은 (2) '분실물 발견 시 연락을 부탁하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Parents/Guardians, Class parties will be held on the afternoon of Friday, December 16th, 2022. Children may bring in sweets, crisps, biscuits, cakes, and drinks. We are requesting that children do not bring in home­cooked or prepared food. All food should arrive in a sealed packet with the ingredients clearly listed. Fruit and vegetables are welcomed if they are pre­packed in a sealed packet from the shop. Please DO NOT send any food into school containing nuts as we have many children with severe nut allergies. Please check the ingredients of all food your children bring carefully. Thank you for your continued support and cooperation. Yours sincerely, Lisa Brown, Headteacher",
            "보기": "(1) 학급 파티 일정 변경을 공지하려고 (2) 학교 식당의 새로운 메뉴를 소개하려고 (3) 학생의 특정 음식 알레르기 여부를 조사하려고 (4) 학부모의 적극적인 학급 파티 참여를 독려하려고 (5) 학급 파티에 가져올 음식에 대한 유의 사항을 안내하려고",
            "해설": "{\"해석\": \"학부모/보호자 여러분, 2022년 12월 16일 금요일 오후에 학급 파티가 열릴 예정입니다. 아이들은 사탕, 과자, 비스킷, 케이크 및 음료를 가져올 수 있습니다. 가정에서 요리하거나 준비한 음식을 가져오지 않기를 요청드립니다. 모든 음식은 재료가 명확히 표시된 포장된 상태로 와야 합니다. 과일과 채소는 가게에서 포장된 상태로 포장된 경우에 환영합니다. 많은 아이들이 심각한 견과류 알레르기를 가지고 있으므로 견과류가 포함된 음식을 학교에 보내지 마십시오. 아이들이 가져오는 모든 음식의 재료를 주의 깊게 확인해 주십시오. 지속적인 지원과 협조에 감사드립니다. 교장 Lisa Brown 드림\", \n\n\"해설\": 편지의 목적으로 가장 적절한 답을 찾기 위해 지문의 모든 문장을 주의 깊게 살펴보면, 학급 파티 행사와 관련된 특정 지침을 제공하고 있음을 알 수 있습니다. 첫 문장에서 학급 파티가 열릴 것임을 공지하고, 이어서 가져올 수 있는 음식들과 주의 사항에 대해 상세히 안내하고 있습니다. 특히, 포장된 음식만 허용하고, 견과류 알레르기로 인해 견과류가 포함된 음식을 금지하는 등 구체적인 유의 사항을 강조하고 있습니다. 따라서 이 글의 주 목적은 학급 파티에 가져올 음식에 대한 유의 사항을 안내하는 데 있습니다. 그러므로 정답은 (5)번 '학급 파티에 가져올 음식에 대한 유의 사항을 안내하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Krull, I have greatly enjoyed working at Trincom Enterprises as a sales manager. Since I joined in 2015, I have been a loyal and essential member of this company, and have developed innovative ways to contribute to the company. Moreover, in the last year alone, I have brought in two new major clients to the company, increasing the company’s total sales by 5%. Also, I have ​voluntarily trained 5 new members of staff, totaling 35 hours. I would therefore request your consideration in raising my salary, which I believe reflects my performance as well as the industry average. I look forward to speaking with you soon. Kimberly Morss",
            "보기": "(1) 부서 이동을 신청하려고 (2) 급여 인상을 요청하려고 (3) 근무 시간 조정을 요구하려고 (4) 기업 혁신 방안을 제안하려고 (5) 신입 사원 연수에 대해 문의하려고",
            "해설": "{\"해석\": \"Krull씨께, 저는 Trincom Enterprises에서 영업 담당 매니저로 일하는 것을 매우 즐겁게 누렸습니다. 2015년에 입사한 이후로, 저는 이 회사의 충성스럽고 필수적인 구성원으로서 혁신적인 방법으로 회사에 기여해 왔습니다. 게다가 지난 1년 동안 저는 두 명의 새로운 주요 고객을 회사에 유치하여 회사 전체 매출을 5% 증가시켰습니다. 또한 저는 자발적으로 35시간 동안 다섯 명의 새로운 직원을 훈련시켰습니다. 그러므로 저는 저의 성과뿐만 아니라 업계 평균을 반영하는 급여 인상을 고려해 주실 것을 요청드립니다. 곧 대화 나눌 수 있기를 기대합니다. Kimberly Morss 드림\", \n\"해설\": \"이 글은 Kimberly Morss가 자신의 상사인 Mr. Krull에게 보낸 편지입니다. Morss는 Trincom Enterprises에서의 자신의 성과를 강조하며 급여 인상을 요청하고 있습니다. 주요 내용으로는 2015년부터 회사에 기여해왔으며, 최근 1년간 새로운 주요 고객을 유치하고 매출을 5% 증가시킨 것, 그리고 자발적으로 새로운 직원들을 훈련시킨 것 등이 언급되고 있습니다. 결론적으로, Morss는 이러한 성과를 바탕으로 급여 인상을 요청하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (2)번 '급여 인상을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, I am a resident of the Blue Sky Apartment. Recently I observed that the kid zone is in need of repairs. I want you to pay attention to the poor condition of the playground equipment in the zone. The swings are damaged, the paint is falling off, and some of the bolts on the slide are missing. The facilities have been in this terrible condition since we moved here. They are dangerous to the children playing there. Would you please have them repaired? I would appreciate your immediate attention to solve this matter. Yours sincerely, Nina Davis",
            "보기": "(1) 아파트의 첨단 보안 설비를 홍보하려고 (2) 아파트 놀이터의 임시 폐쇄를 공지하려고 (3) 아파트 놀이터 시설의 수리를 요청하려고 (4) 아파트 놀이터 사고의 피해 보상을 촉구하려고 (5) 아파트 공용 시설 사용 시 유의 사항을 안내하려고",
            "해설": "{\"해석\": \"관련된 분께, 저는 Blue Sky Apartment의 주민입니다. 최근에 어린이 놀이터가 수리가 필요하다는 것을 관찰했습니다. 놀이터 안의 놀이기구들의 상태가 좋지 않다는 것에 주목해 주시기 바랍니다. 그네는 손상되어 있고, 페인트는 벗겨지고 있으며, 미끄럼틀의 일부 볼트가 빠져 있습니다. 이 시설들은 우리가 이곳으로 이사 온 이후로 이런 끔찍한 상태였습니다. 그곳에서 노는 아이들에게 위험합니다. 이 문제를 해결하기 위해 즉각적인 주의를 기울여 주실 수 있겠습니까? 감사합니다. Nina Davis 드림\",\n \"해설\": 글쓴이는 Blue Sky Apartment의 주민으로서, 아파트 내 어린이 놀이터 시설의 상태가 매우 나쁘다는 점을 지적하고 있습니다. 그네가 손상되어 있고, 페인트가 벗겨졌으며, 미끄럼틀의 일부 볼트가 없어져 있어 아이들에게 위험하다는 내용을 작성하여, 이러한 시설들을 수리해 줄 것을 요청하고 있습니다. 글의 마지막에서도 \"이 문제를 해결하기 위해 즉각적인 주의를 기울여 달라\"고 부탁하고 있습니다. 따라서 이 글의 목적은 아파트 놀이터 시설의 수리를 요청하는 것으로, 정답은 (3) '아파트 놀이터 시설의 수리를 요청하려고' 입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "ACC Travel Agency Customers: Have you ever wanted to enjoy a holiday in nature? This summer is the best time to turn your dream into reality. We have a perfect travel package for you. This travel package includes special trips to Lake Madison as well as massage and meditation to help you relax. Also, we provide yoga lessons taught by experienced instructors. If you book this package, you will enjoy all this at a reasonable price. We are sure that it will be an unforgettable experience for you. If you call us, we will be happy to give you more details.",
            "보기": "(1) 여행 일정 변경을 안내하려고 (2) 패키지 여행 상품을 홍보하려고 (3) 여행 상품 불만족에 대해 사과하려고 (4) 여행 만족도 조사 참여를 부탁하려고 (5) 패키지 여행 업무 담당자를 모집하려고",
            "해설": "{\"해석\": \"ACC 여행사 고객 여러분: 자연 속에서 휴가를 즐기고 싶으셨나요? 이번 여름이 여러분의 꿈을 현실로 만들 최고의 시기입니다. 우리는 완벽한 여행 패키지를 준비했습니다. 이 여행 패키지에는 Lake Madison 특수 여행뿐만 아니라 휴식을 도울 마사지와 명상이 포함되어 있습니다. 또한 경험 많은 강사들이 가르치는 요가 수업도 제공합니다. 이 패키지를 예약하시면 이 모든 것을 합리적인 가격에 즐기실 수 있습니다. 우리는 이것이 여러분에게 잊을 수 없는 경험이 될 것이라고 확신합니다. 더 자세한 내용을 원하시면 저희에게 전화해 주십시오.\",\n\"해설\": \"여행사에서 고객에게 보내는 글입니다. 이 글은 자연 속에서 즐기는 특별한 여행 패키지를 상세히 소개하며 고객에게 이 패키지 여행을 홍보하고 있습니다. 핵심 문장은 '우리는 완벽한 여행 패키지를 준비했습니다'와 '이 패키지를 예약하시면 이 모든 것을 합리적인 가격에 즐기실 수 있습니다'로, 독자에게 해당 패키지를 예약하도록 권장하고 있습니다. 문의 사항은 전화로 안내받을 수 있다고 덧붙이며, 전반적으로 여행 상품을 홍보하려는 목적이 뚜렷합니다. 따라서 글의 목적으로 가장 적절한 것은 '(2) 패키지 여행 상품을 홍보하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Professor Sanchez, My name is Ellis Wight, and I’m the director of the Alexandria Science Museum. We are holding a Chemistry Fair for local middle school students on Saturday, October 28. The goal of the fair is to encourage them to be interested in science through guided experiments. We are looking for college students who can help with the experiments during the event. I am contacting you to ask you to recommend some students from the chemistry department at your college who you think are qualified for this job. With their help, I’m sure the participants will have a great experience. I look forward to hearing from you soon. Sincerely, Ellis Wight",
            "보기": "(1) 과학 박물관 내 시설 이용 제한을 안내하려고 (2) 화학 박람회 일정이 변경된 이유를 설명하려고 (3) 중학생을 위한 화학 실험 특별 강연을 부탁하려고 (4) 중학교 과학 수업용 실험 교재 집필을 의뢰하려고 (5) 화학 박람회에서 실험을 도울 대학생 추천을 요청하려고",
            "해설": "{\"해석\": \"산체스 교수님께, 제 이름은 엘리스 와이트이며, 저는 알렉산드리아 과학 박물관의 관장입니다. 저희는 10월 28일 토요일에 지역 중학생들을 위한 화학 박람회를 개최하고 있습니다. 박람회의 목표는 안내된 실험을 통해 그들이 과학에 흥미를 갖도록 하는 것입니다. 행사 기간 동안 실험을 도와줄 대학생들을 찾고 있습니다. 이 일에 적합하다고 생각되는 학생들을 추천해 주시길 요청드리기 위해 연락드렸습니다. 그들의 도움으로 참가자들이 훌륭한 경험을 할 것이라고 확신합니다. 빠른 시일 내에 답변을 기다리겠습니다. 엘리스 와이트 드림\", \"해설\": 엘리스 와이트라는 사람이 산체스 교수에게 보낸 글이며, 10월 28일에 지역 중학생들을 위한 화학 박람회를 개최할 예정임을 알리고 있다. 박람회의 목표는 중학생들이 과학에 흥미를 가질 수 있도록 안내된 실험을 하는 것이라고 설명하고 있다. 엘리스 와이트는 산체스 교수에게 대학 화학부의 학생들 중에서 박람회 실험을 도울 수 있는 적합한 학생들을 추천해달라고 요청하고 있다. 따라서 글의 목적은 (5) '화학 박람회에서 실험을 도울 대학생 추천을 요청하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. MacAlpine, I was so excited to hear that your brand is opening a new shop on Bruns Street next month. I have always appreciated the way your brand helps women to feel more stylish and confident. I am writing in response to your ad in the Bruns Journal. I graduated from the Meline School of Fashion and have worked as a sales assistant at LoganMart for the last five years. During that time, I’ve developed strong customer service and sales skills, and now I would like to apply for the sales position in your clothing store. I am available for an interview at your earliest convenience. I look forward to hearing from you. Thank you for reading my letter. Yours sincerely, Grace Braddock",
            "보기": "(1)영업 시작일을 문의하려고 (2)인터뷰 일정을 변경하려고 (3)디자인 공모전에 참가하려고 (4)제품 관련 문의에 답변하려고 (5)의류 매장 판매직에 지원하려고",
            "해설": "{\"해석\": \"Ms. MacAlpine 씨에게, 브런 스트리트에 다음 달에 새 매장을 여신다는 소식을 듣고 너무 기뻤습니다. 저는 항상 귀하의 브랜드가 여성들이 더 세련되고 자신감을 느끼게 도와주는 방식을 높이 평가해왔습니다. 저는 Bruns Journal에 실린 귀하의 광고에 응답하기 위해 이 글을 씁니다. 저는 Meline School of Fashion을 졸업했으며, 지난 5년 동안 LoganMart에서 판매 보조원으로 일해왔습니다. 그 기간 동안, 저는 강력한 고객 서비스 및 판매 기술을 개발했으며, 이제 귀하의 의류 매장에서 판매 직책에 지원하고자 합니다. 저는 가능한 한 빨리 인터뷰를 볼 수 있습니다. 귀하의 답변을 기대하겠습니다. 제 편지를 읽어 주셔서 감사합니다. 진심으로, Grace Braddock 드림\",\n \"해설\": 글은 Grace Braddock이 Ms. MacAlpine에게 의류 매장에서 판매직에 지원하기 위해 쓴 편지다. 그는 Ms. MacAlpine의 브랜드가 여성들의 스타일과 자신감을 높이는 방법을 존경한다고 언급하며, 자신의 학력과 경력을 설명하고 있다. 그러면서 Bruns Journal에서 본 광고에 따라 판매직에 지원하고자 한다며 인터뷰 가능 시점을 언급하고 있다. 이 글의 목적은 의류 매장 판매직에 지원하는 것이므로, 가장 적절한 답은 (5) '의류 매장 판매직에 지원하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Jane Watson, I am John Austin, a science teacher at Crestville High School. Recently I was impressed by the latest book you wrote about the environment. Also my students read your book and had a class discussion about it. They are big fans of your book, so I’d like to ask you to visit our school and give a special lecture. We can set the date and time to suit your schedule. Having you at our school would be a fantastic experience for the students. We would be very grateful if you could come. Best regards, John Austin",
            "보기": "(1) 환경 보호의 중요성을 강조하려고 (2) 글쓰기에서 주의할 점을 알려 주려고 (3) 특강 강사로 작가의 방문을 요청하려고 (4) 작가의 팬 사인회 일정 변경을 공지하려고 (5) 작가가 쓴 책의 내용에 관하여 문의하려고",
            "해설": "{\"해석\": \"제인 왓슨 선생님께, 저는 크레스트빌 고등학교의 과학교사 존 오스틴입니다. 최근에 저는 당신이 쓴 최신 환경 관련 책에 깊은 인상을 받았습니다. 제 학생들도 당신의 책을 읽고 수업 시간에 그 책에 대해 토론했습니다. 학생들은 당신의 책의 열렬한 팬입니다. 그래서 당신께 우리 학교에 오셔서 특별 강의를 해 주십사 요청드리고 싶습니다. 일정을 조정하여 편한 시간에 오시면 됩니다. 당신을 우리 학교에 초대하는 것은 학생들에게 멋진 경험이 될 것입니다. 오셔주시면 매우 감사하겠습니다. 존경을 담아, 존 오스틴 올림.\",\n\"해설\": 이 글은 크레스트빌 고등학교의 과학교사 존 오스틴이 환경 관련 책을 쓴 제인 왓슨에게 보내는 편지입니다. 주요 내용은 존 오스틴과 그의 학생들이 제인 왓슨의 책을 읽고 감명을 받았으며, 그녀를 특별 강사로 초청하고 싶다는 요청입니다. 글 속에서 \"특별 강의를 해 주십사 요청드리고 싶습니다\"라는 부분이 명확하게 목적으로 드러나 있습니다. 따라서 이 글의 목적으로 가장 적절한 것은 (3) '특강 강사로 작가의 방문을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "I’ve been a career woman for the past seven years. For a couple of years after giving birth to my first daughter, it was really tough for me to work and take care of her at the same time. So I know how necessary the babysitting service you’re providing is. And I feel really grateful for the service too. There is, however, one thing I’d like you to consider. Currently, a babysitter is taking care of my second daughter for eight hours from 9 a.m. to 5 p.m. For me, it would be much more useful if the service were available from 8 a.m. to 4 p.m. Could you be more flexible with your service? I’d really appreciate it.",
            "보기": "(1) 육아 휴직 기간의 연장을 신청하려고 (2) 육아 서비스 자원봉사자를 모집하려고 (3) 육아 서비스 제공 시간의 변경을 알려주려고 (4) 육아 시설 확충을 위한 자금 지원을 건의하려고 (5) 육아 서비스의 탄력적인 시간 운영을 요청하려고",
            "해설": "{\"해석\": \"저는 지난 7년 동안 경력 여성으로 지내왔습니다. 첫 딸을 출산한 후 몇 년 동안 일을 하면서 그녀를 돌보는 것이 정말 힘들었습니다. 그래서 여러분이 제공하는 육아 서비스가 얼마나 필요한지 알고 있습니다. 그리고 그 서비스에 대해 정말 감사하게 생각합니다. 하지만 제가 고려해 주셨으면 하는 한 가지가 있습니다. 현재, 한 베이비시터가 아침 9시부터 오후 5시까지 제 둘째 딸을 돌보고 있습니다. 저에게는 그 서비스가 아침 8시부터 오후 4시까지 제공되는 것이 훨씬 더 유용할 것입니다. 서비스 시간을 좀 더 유연하게 운영해주실 수 있나요? 정말 감사하겠습니다.\", \"해설\": 글의 화자는 현재 경력 여성이며, 아이를 돌보는 것이 얼마나 힘든지 경험을 통해 잘 알고 있습니다. 그녀는 현재 제공되는 베이비시팅 서비스에 대해 감사하고 있지만, 한 가지 요청하고 싶은 점이 있다고 말합니다. 바로 베이비시터가 돌보는 시간을 현재의 9시-5시에서 8시-4시로 조정해 줄 수 있는지를 묻고 있습니다. 따라서 이 글의 목적은 육아 서비스 시간의 유연한 운영을 요청하는 것으로, 따라서 정답은 (5) '육아 서비스의 탄력적인 시간 운영을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "If you eat most of your meals in a cafeteria, how much control can you have over where your food comes from? Most cafeteria food seems to originate in a large freezer truck at the loading dock behind the dining hall. Any farm behind those boxes of frozen fries and hamburgers is far away and hard to imagine. At a growing number of colleges, students are speaking up about becoming local food eaters. Many other schools have started asking the dining service to provide local foods because they’re concerned about the local farm economy, and because they’re worried about the environmental costs of foods that travel thousands of miles from the farm to the table. And now, it’s our turn!",
            "보기": "(1) 식단의 다양화를 요구하려고 (2) 농업의 활성화 방안을 안내하려고 (3) 인스턴트식품의 문제점을 알리려고 (4) 구내식당의 위생 실태를 고발하려고 (5) 지역 생산 식품의 도입을 주장하려고",
            "해설": "{\"해석\": \"만약 여러분이 대부분의 식사를 구내식당에서 한다면, 여러분은 음식이 어디서 오는지에 대해 얼마나 통제할 수 있습니까? 대부분의 구내식당 음식은 식당 뒤쪽의 적재 부두에 있는 대형 냉동 트럭에서 나온 것처럼 보입니다. 냉동 감자튀김과 햄버거 상자 뒤에 있는 농장은 멀리 떨어져 있어서 상상하기 어렵습니다. 그러나 점점 더 많은 대학에서 학생들이 지역 생산 식품을 먹는 것에 대해 목소리를 내고 있습니다. 많은 다른 학교들도 구내식당 서비스에 지역 식품을 제공하도록 요청하기 시작했으며, 이는 지역 농업 경제에 대한 우려 때문이기도 하고, 농장에서 식탁까지 수천 마일을 이동하는 음식의 환경적 비용에 대한 염려 때문이기도 합니다. 그리고 이제, 우리 차례입니다!\",\n\"해설\": 이 글은 학생들에게 지역 생산 식품을 구내식당에 도입하는 것을 주장하기 위해 작성되었습니다. 글의 첫 부분에서 학생들이 구내식당에서 식사를 하는데 음식 출처에 대한 통제력이 부족하다는 문제를 제기하며, 대부분의 음식이 대형 냉동 트럭에서 나온다는 점을 지적합니다. 글 후반부에서는 학생들이 지역 생산 식품을 요구하는 이유, 즉 지역 농업 경제와 환경적 비용에 대한 우려를 설명한 후, 마지막 문장에서 독자들에게 동참할 것을 촉구하고 있습니다. 따라서 글의 목적은 명확히 '지역 생산 식품의 도입을 주장하려고' 하는 것입니다. 그래서 정답은 (5)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "A plan was announced to install a new 400­acre landfill at Corcolle. Corcolle is an area of immense cultural and natural value not only for Italy but for all of humanity. To speak only of the most obvious site that requires our watchful and eternal protection, we note that Hadrian’s Villa is only a short distance from the proposed landfill. This unique UNESCO World Heritage Site is visited each year by hundreds of thousands of tourists from around the world. It is unthinkable that it or its immediate surroundings should suffer degradation of the kind that the proposed landfill clearly represents. Even the Province of Rome and the Ministry of Cultural Property and Activities have expressed their concerns. We appeal to the Ministry of the Environment to announce immediately that the proposed project for a landfill at Corcolle will once and for all be abandoned to protect Hadrian’s Villa.",
            "보기": "(1) 정부의 관광산업 육성 정책을 비판하려고 (2) 유적지 복원을 위한 모금 활동을 홍보하려고 (3) 지역 관광단지 개발에 대한 투자를 권유하려고 (4) 유적지의 UNESCO 문화유산 지정을 요청하려고 (5) 문화유산 주변 매립지 건설 계획 철회를 촉구하려고",
            "해설": "{\"해석\": \"새로운 400에이커 매립지를 Corcolle에 설치하겠다는 계획이 발표되었습니다. Corcolle은 이탈리아뿐만 아니라 전 인류에게도 엄청난 문화적, 자연적 가치를 지닌 지역입니다. 우리에게 경계하고 영원히 보호할 것을 요구하는 가장 뚜렷한 장소만 언급하자면, 계획된 매립지에서 매우 가까운 곳에 위치한 하드리아누스 빌라가 있습니다. 이 독특한 유네스코 세계문화유산은 매년 전 세계에서 수십만 명의 관광객이 방문하고 있습니다. 이 장소나 그 주변이 제안된 매립지로 인해 명백히 나타나는 종류의 훼손을 겪는다는 것은 상상할 수도 없습니다. 심지어 로마 주와 문화유산 및 활동부도 그들의 우려를 표명했습니다. 우리는 환경부가 제안된 Corcolle 매립지 프로젝트가 한 번에 완전히 포기될 것을 즉시 발표하여 하드리아누스 빌라를 보호할 것을 호소합니다.\",\n  \"해설\": \"이 글은 Corcolle 지역에 예정된 매립지 설치 계획에 반대하는 내용을 담고 있다. 하드리아누스 빌라와 같은 중요한 유적지가 매립지 설치로 인해 훼손될 위험이 있음을 경고하고, 이러한 계획에 대해 로마 주와 문화유산 및 활동부가 우려를 표명하였음을 언급한다. 당국에 대해 이 프로젝트를 중단하도록 촉구하는 것이 이 글의 주요 목적이다. 따라서 이 글의 목적으로 가장 적절한 것은 (5) '문화유산 주변 매립지 건설 계획 철회를 촉구하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Sir: We are writing to you in reference to your e-mail dated October 20, 2014. Regarding your request, we have checked your order and found that the order form was signed on September 21, 2014. According to the contractual conditions of your advertisement order, the applicant can withdraw the order within seven days from the signing of the order form. Yet, having studied your case, it seems that your cancellation request was sent to us after the authorized cancellation period. What this means is that it is not possible to cancel your order now. We hope you understand our position. Yours faithfully, John Mark on behalf of X&Y ADVERTISING",
            "보기": "(1) 주문 취소 불가를 알려주려고 (2) 주문 제품 발송을 통보하려고 (3) 주문 정보 수정을 요청하려고 (4) 주문 절차 변경을 공지하려고 (5) 주문 세부 사항을 확인하려고",
            "해설": "{ \"해석\": \"존경하는 분께, 2014년 10월 20일에 보내주신 이메일과 관련하여 답변 드립니다. 귀하의 요청에 따라, 저희는 귀하의 주문을 확인한 결과 주문서에 2014년 9월 21일 자로 서명된 것을 확인했습니다. 광고 주문의 계약 조건에 따르면 신청자는 주문서 서명 날짜로부터 7일 이내에 주문을 철회할 수 있습니다. 그러나 귀하의 사례를 검토한 결과, 귀하의 주문 취소 요청이 허용된 취소 기간 이후에 보내진 것으로 보입니다. 이는 이제 주문을 취소할 수 없음을 의미합니다. 저희 입장을 이해해 주시기 바랍니다. 존경을 표하며, X&Y 광고 대행사 존 마크\" \"해설\": 이 글은 주문을 취소하고자 하는 고객에게 보내는 메일로, 존 마크가 X&Y 광고 대행사를 대표하여 작성한 것입니다. 본문 내용은 주문서 서명 날짜와 취소 가능 기간을 언급하며, 현재 상황에서는 취소가 불가능하다는 사실을 설명하고 있습니다. 따라서 이 글의 목적은 주문 취소 불가를 알려주려는 것으로, 정답은 (1)번 '주문 취소 불가를 알려주려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "At Jayden Corporation, we are committed to safeguarding the privacy of all employees, former and current. If you receive a telephone, e­mail, or written request for any information regarding a former employee, do not provide any details of employment. Please pass along the inquiry to Human Resources. Human Resources will determine whether any such inquiry is for legitimate reasons. In certain situations, the HR Department may contact a former employee to request permission to provide information to an outside agency, business, or individual. If there are any questions about this policy, please contact Human Resources.",
            "보기": "(1) 직원 대상 법률 상담 서비스를 소개하려고 (2) 다른 부서와의 긴밀한 정보 교류를 독려하려고 (3) 회사 기밀 유출에 대한 처벌 기준을 공지하려고 (4) 개인 정보 수집에 대한 전체 직원의 동의를 요청하려고 (5) 이전 직원 관련 정보 요청에 대한 대응 방법을 안내하려고",
            "해설": "{\"해석\": \"제이든 코퍼레이션에서는 모든 직원, 전/현직 직원의 개인정보 보호를 중요하게 생각합니다. 만약 전직 직원에 관한 전화, 이메일, 서면 요청을 받는다면, 고용 세부 사항을 제공하지 마십시오. 이러한 문의는 인사부로 전달해 주시기 바랍니다. 인사부에서 그러한 문의가 정당한 이유로 이루어진 것인지 판단할 것입니다. 특정 상황에서는 인사부가 전직 직원에게 연락하여 외부 기관, 기업, 개인에게 정보를 제공할 허락을 요청할 수 있습니다. 이 정책에 대해 궁금한 점이 있으면 인사부로 연락하시기 바랍니다.\",\n\"해설\": \"제이든 코퍼레이션이 직원 및 전직 직원의 개인정보 보호를 위해 어떤 절차를 따르는지 설명하는 내용입니다. 기본적으로 전직 직원에 대한 모든 정보 요청을 인사부로 전달해야 하며, 인사부가 이를 정당한 요청인지 판단하고 필요시 전직 직원의 허락을 구한다는 점을 강조하고 있습니다. 따라서 이 글의 목적은 전직 직원 관련 정보 요청에 대한 대응 방법을 안내하려는 것입니다. 따라서 (5) '이전 직원 관련 정보 요청에 대한 대응 방법을 안내하려고'가 글의 목적에 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Harold Allen, Manager Smalltown Transit Authority Dear Mr. Allen: On behalf of the Lakeview Senior Apartment Complex, I want to thank the Smalltown Transit Authority for adding a stop on Route 16 to serve the residents. Since you accepted our petition, the bus company will initiate the service to the front door of our complex every day between 10 A.M. and 3 P.M. heading into town, and from 11 A.M. to 4 P.M. returning from Smalltown. We very much appreciate the chance to travel independently to town for shopping and entertainment, and plan to support the bus service as best we can. Sincerely, Ron Miller",
            "보기": "(1) 버스 정류장 추가 설치에 감사하려고 (2) 버스 배차 간격의 단축을 요구하려고 (3) 버스 운행 구간의 축소에 항의하려고 (4) 버스 여행 상품의 정보를 요청하려고 (5) 버스 정류장 환경 개선을 촉구하려고",
            "해설": "{\"해석\": \"Harold Allen, 매니저 Smalltown 교통청 Harold Allen님께: Lakeview 시니어 아파트 단지를 대표하여, Route 16에 우리 주민들을 위한 정류장을 추가해 주신 것에 대해 Smalltown 교통청에 감사드립니다. 귀하가 저희 청원을 수락해주셔서, 버스 회사는 매일 오전 10시부터 오후 3시까지 우리 단지의 정문에서 시내로 가는 서비스를 시작할 것이며, Smalltown에서 돌아오는 서비스는 오전 11시부터 오후 4시까지 운영될 것입니다. 저희는 독립적으로 시내에 가서 쇼핑과 오락을 즐길 수 있는 기회를 매우 감사하게 생각하며, 버스 서비스를 최선을 다해 지원할 계획입니다. 진심으로, Ron Miller 드림\", \"해설\": 글의 주제는 Lakeview 시니어 아파트 단지의 주민들이 Smalltown 교통청이 Route 16에 정류장을 추가해 준 것에 대한 감사입니다. 주된 주장 문장은 \"Route 16에 우리 주민들을 위한 정류장을 추가해 주신 것에 대해 Smalltown 교통청에 감사드립니다\"라는 문장에서 명확히 드러납니다. 글 전체가 감사의 표현과 추가된 서비스의 세부 사항을 설명하고 있으며, 감사의 주된 목적을 분명히 하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '버스 정류장 추가 설치에 감사하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To the Student Council, We are the members of the 11th grade band. Currently, since we have no practice room of our own, we have to practice twice a week in the multipurpose room. For the past two weeks, band practice has been canceled because other groups needed to use the room. Since the band tournament is only one month away, we are asking to be the only group to use the multipurpose room after school for this entire month. Principal Cooper has said that the entire student council must vote on our proposal. We hope that you will understand our situation and vote in our favor. Sincerely, The 11th Grade Band",
            "보기": "(1) 다목적실 사용 규정에 대해 문의하려고 (2) 밴드 경연 대회 참가 승인을 요청하려고 (3) 밴드부 연습실 장비의 추가 구입을 건의하려고 (4) 밴드 연습 시간 연장에 대한 반대 의사를 밝히려고 (5) 다목적실 단독 사용에 대한 학생회의 협조를 구하려고",
            "해설": "{\"해석\": \"학생회에게, 우리는 11학년 밴드부의 구성원들입니다. 현재, 우리만의 연습실이 없기 때문에 우리는 주 2회 다목적실에서 연습을 해야 합니다. 지난 2주 동안 다른 그룹이 방을 사용해야 했기 때문에 밴드 연습이 취소되었습니다. 밴드 경연 대회가 단 1개월밖에 남지 않았기 때문에 우리는 이번 한 달 동안 방과 후 다목적실을 독점적으로 사용하고자 합니다. Cooper 교장 선생님은 학생회 전체가 우리의 제안에 대해 투표해야 한다고 말씀하셨습니다. 우리 상황을 이해하시고 우리에게 유리한 쪽으로 투표해 주시길 바랍니다. 진심으로, 11학년 밴드부\",\n  \"해설\": \"이 글은 학생회에 다목적실을 밴드부가 한 달 동안 독점적으로 사용할 수 있도록 협조를 요청하는 내용입니다. 밴드부는 연습 공간이 없어서 주 2회 다목적실을 사용해야 하는데, 최근 2주 동안 다른 그룹의 사용으로 연습이 취소되었다고 설명합니다. 이 문제를 해결하기 위해 학생회의 전체 투표가 필요하며, 밴드 경연 대회 준비를 위해 학생회가 협조해 주기를 요청하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (5)번 '다목적실 단독 사용에 대한 학생회의 협조를 구하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "As a recent college graduate, I am very excited to move forward with my career in marketing and gain additional experience in a food sales environment specifically. I have heard wonderful things about your company and would love to join your team. While my prior experience has been in retail, I have always wanted to move in the direction of food sales. My volunteer experience has allowed me to work with people from all walks of life, and I know how much they appreciate your company’s contributions to the local charity. If hired as a member of your Marketing Department, my goal would be to get new clients and to ensure that current customers continue to feel excited about their purchases.",
            "보기": "(1) 식품 회사의 자원봉사 활동에 감사하려고 (2) 식품 회사의 신입 사원 모집에 지원하려고 (3) 식품을 통한 구호 사업에 대해 설명하려고 (4) 자선 단체에 대한 식품 지원을 요청하려고 (5) 새로운 고객에게 회사의 식품을 홍보하려고",
            "해설": "{\"해석\": \"최근 대학을 졸업한 사람으로서, 마케팅 경력에서 앞으로 나아가며 특히 식품 판매 환경에서 추가 경험을 쌓게 되어 매우 기쁩니다. 귀사에 대해 좋은 소식을 들었으며 귀사의 팀에 합류하고 싶습니다. 이전에는 소매업에서 일했지만, 항상 식품 판매로 방향을 전환하고 싶었습니다. 자원봉사 경험을 통해 다양한 사람들과 일할 수 있었고, 저는 그들이 귀사의 지역 자선 기여에 얼마나 감사하는지를 알고 있습니다. 만약 귀사의 마케팅 부서의 일원이 된다면, 제 목표는 새로운 고객을 확보하고 현재 고객들이 구매에 대해 계속해서 흥미를 느끼게 하는 것입니다.\",\n \"해설\": 이 글은 최근 대학을 졸업한 사람이 귀사의 마케팅 부서에 지원하기 위해 쓴 것입니다. 주제는 '식품 회사의 신입 사원 모집에 지원하려고'이며, 이는 글의 중간 부분에 명확히 드러납니다. 글쓴이는 소매업에서의 경험과 자원봉사 경험을 강조하며, 식품 판매 분야로의 변화에 대한 열망을 나타내고 있습니다. 또한, 가상의 직무 목표를 제시하며 자신의 기여 방안을 설명하고 있습니다. 그리고 글의 결론에서 회사에 대한 기대와 열망을 다시 한번 언급하며 지원 의사를 분명히 하고 있습니다. 따라서 이 글의 목적은 (2) '식품 회사의 신입 사원 모집에 지원하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Jones, Thank you for bringing your concerns to my attention―as a parent, I know it can be hard to ask these kinds of questions. I understand your concern about the degree of work involved in this class project, as well as your request for a deadline extension. We’ve been working hard on this over the course of the last month in order to spread out the work. In case you didn’t see it, I’m enclosing a copy of our class calendar as a helpful reference. Given the way we’ve been working up to this deadline, I’m afraid I can’t accept your request. I feel confident this is a fair timeline. I believe we can reach an understanding together. Thank you. Sincerely, Bryan Roberts",
            "보기": "(1) 프로젝트 마감 연장 요청을 거절하려고 (2) 자녀의 학교생활 근황을 알려주려고 (3) 학교 행사 참여에 대해 감사하려고 (4) 학부모 상담 기간 변경을 공지하려고 (5) 학교 교육 활동에 관한 의견을 구하려고",
            "해설": "{\"해석\": \"Jones 씨께, 제게 당신의 걱정을 알려주셔서 감사합니다. 부모로서 이런 질문을 하기가 어렵다는 것을 잘 알고 있습니다. 이번 학급 프로젝트와 관련된 업무량과 기한 연장을 요청하신 것에 대해 이해합니다. 우리는 지난 한 달 동안 이 프로젝트를 열심히 진행해 오면서 작업을 분산시키기 위해 노력해 왔습니다. 혹시 못 보셨을까 봐, 참고하시라고 학급 달력 사본을 동봉합니다. 우리가 이 기한을 맞추기 위해 지금까지 작업해온 방식을 고려할 때, 당신의 요청을 받아들일 수 없을 것 같습니다. 저는 이 일정이 공정하다고 확신합니다. 함께 이해에 도달할 수 있을 것이라고 믿습니다. 감사합니다. 진심으로, Bryan Roberts 드림\",\n \"해설\": 글쓴이는 Jones 씨의 기한 연장 요청을 거절하는 내용의 편지를 보내고 있습니다. 이 글은 학부모의 요청을 이해하지만, 프로젝트가 지난 한 달 동안 작업해온 일정에 맞춰 진행되어 왔기 때문에 기한 연장을 받아들일 수 없다는 내용을 설명하고 있습니다. 글의 전체 흐름과 결론은 기한 연장 요청을 거절하는 방향으로 흐르고 있습니다. 따라서 글의 목적은 (1) '프로젝트 마감 연장 요청을 거절하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Peter, After much consideration, I have come to the conclusion that the views of the Townsville Citizens Association and of myself have become distinctly different over the past year. I no longer feel that I can be a useful contributor to the goals and mission of the organization. So I am writing to inform you that after much thought, I am regretfully resigning as a member of the Townsville Citizens Association. I also wish you to know that even though I may no longer be a member, I still sincerely hope for the continued success of this organization. Sincerely, Norman Smith",
            "보기": "(1) 협회 규약 수정을 요구하려고 (2) 회원 탈퇴 의사를 전달하려고 (3) 회의 일정 변경을 논의하려고 (4) 회원 추천 절차를 문의하려고 (5) 협회 운영 방식에 항의하려고",
            "해설": "{\"해석\": \"피터에게, 많은 고민 끝에, 나는 타운스빌 시민 협회와 나의 견해가 지난 1년 동안 명확하게 달라졌다는 결론에 이르게 되었습니다. 더 이상 나는 이 조직의 목표와 사명에 유용한 기여자가 될 수 없다고 느낍니다. 그래서 많은 생각 끝에, 나는 유감스럽게도 타운스빌 시민 협회 회원직을 사임한다는 것을 알리기 위해 이 글을 씁니다. 나는 더 이상 회원이 아니더라도 이 조직의 지속적인 성공을 진심으로 바라며, 여러분께 알리고 싶습니다. 성실히, Norman Smith\", \"해설\": \"이 글은 Norman Smith가 피터에게 보내는 편지로, 자신의 의견과 타운스빌 시민 협회의 목표와 사명이 달라졌음을 설명하고 있다. 그러면서 더 이상 유용한 기여자가 될 수 없다고 느껴 회원직을 사임하고자 한다는 뜻을 전달하고 있다. 글의 마지막 부분에서도 더 이상 회원이 아닐지라도 조직의 지속적인 성공을 바란다는 내용으로 마무리하고 있다. 따라서 글의 목적은 (2) '회원 탈퇴 의사를 전달하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Rider, My wife and I have lived at the Spruce Apartments for the past twelve years. As you know, we recently renewed our lease with plans to stay for another year. In recent weeks, my wife’s health has taken a dramatic turn for the worse, and it is now apparent that we must move to an assisted­living facility where she can receive the help she needs. As longtime residents, I am writing to ask that we be released from the new lease. It would be a substantial hardship on us to pay for this apartment as well as an assisted­living facility. We would very much appreciate your consideration for us in this difficult time. I look forward to hearing from you. Sincerely, Henry Martin",
            "보기": "(1) 임대 기간 만료를 알려 주려고 (2) 아파트 보수 공사를 독촉하려고 (3) 아파트 임대료 인상을 통보하려고 (4) 임대 계약 기간의 연장을 부탁하려고 (5) 아파트 임대 계약의 해지를 요청하려고",
            "해설": "{\"해석\": \"Rider 씨께, 제 아내와 저는 지난 12년 동안 Spruce 아파트에 거주해 왔습니다. 아시다시피, 우리는 최근에 새 임대 계약을 갱신했고 또 다른 1년 동안 머무를 계획이었습니다. 그러나 최근 몇 주 동안 제 아내의 건강이 급격히 악화되었고, 이제 아내가 필요한 도움을 받을 수 있는 도움 생활 시설로 이사가야 한다는 것이 명백해졌습니다. 오랜 거주자로서, 우리는 새로운 임대 계약에서 해지해 줄 것을 요청드리기 위해 편지를 작성하고 있습니다. 이 아파트와 도움 생활 시설을 동시에 지불하는 것은 우리에게 상당한 부담이 될 것입니다. 이 어려운 시기에 고려해 주신다면 정말 감사하겠습니다. 소식 기다리겠습니다. 진심으로, Henry Martin\",\n\n\"해설\": \"Henry Martin이 Rider 씨에게 보내는 편지로, 자기가 오랜 거주자인데 최근 아내의 건강 악화로 인해 도움 생활 시설로 이사해야 하는 상황을 설명하고 있다. Martin은 새로운 임대 계약을 갱신했지만 이제 그 계약에서 벗어나야 한다고 요청하고 있다. 아파트와 도움 생활 시설의 비용을 동시에 부담하는 것이 큰 어려움이 될 것이라고 설명하며, 이 어려운 시기에 계약 해지를 고려해 달라고 요청하고 있다. 따라서 글의 목적으로 가장 적절한 것은 (5) '아파트 임대 계약의 해지를 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Lauren Baker, We thank you for agreeing to play the music for my daughter’s wedding on September 17. Unfortunately, her fiancé, who is in the military, has received orders which make this date impossible, so we are moving the wedding date forward two weeks to September 3. Would it be possible for you to accommodate us on this date instead? All the other aspects of our agreement will remain the same. We would be most grateful if you could make this change and I really hope to see the extra touch of elegance added to my daughter’s wedding. Will you be gracing us with your presence? If you are unable to, please let us know as soon as possible so that we can make other arrangements. Sincerely, Bill Gibson",
            "보기": "(1) 결혼식 장소가 변경되었음을 공지하려고 (2) 상사의 지시에 따를 수 없음을 사과하려고 (3) 멋진 공연을 보여준 것에 대해 감사하려고 (4) 행사에 사용될 곡을 바꿔줄 것을 요청하려고 (5) 연주 날짜를 앞당겨 줄 수 있는지 문의하려고",
            "해설": "{\"해석\": \"Lauren Baker께, 저희 딸의 결혼식에서 9월 17일에 음악을 연주해 주기로 동의해 주셔서 감사합니다. 불행히도 군 복무 중인 그녀의 약혼자가 명령을 받아 그 날짜가 불가능하게 되어, 결혼식을 2주 앞당긴 9월 3일로 변경하고자 합니다. 이 날짜에 맞춰 주실 수 있겠습니까? 다른 모든 합의 조건은 동일하게 유지될 것입니다. 이렇게 변경해 주신다면 정말 감사하겠으며, 저희 딸의 결혼식에 우아함을 더해 주실 것을 진심으로 희망합니다. 참여해 주실 수 있습니까? 만약 불가능하시다면, 다른 준비를 할 수 있도록 최대한 빨리 알려 주십시오. 진심으로, Bill Gibson 드림.\",\n\"해설\": 본문은 Lauren Baker에게 보내는 글로, 결혼식 날짜가 변경된 사유와 함께 새로운 날짜로 맞춰 줄 수 있는지를 문의하는 내용입니다. 본문의 주요 주장은 결혼식 날짜를 앞당겨 줄 수 있는지에 대한 문의입니다. 군 복무 중인 약혼자의 일정 변경으로 인해 결혼식을 9월 3일로 앞당기게 되었으며, 모든 다른 조건들은 동일하게 유지될 것이라는 설명이 주어져 있습니다. 따라서, 글의 목적은 연주 날짜를 9월 3일로 앞당길 수 있는지 문의하는 것으로, 가장 적절한 답은 (5번) '연주 날짜를 앞당겨 줄 수 있는지 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Justin White, It was with great pleasure that I attended your lecture at the National Museum about the ancient remains that you discovered during your trip to Southeast Asia. I am currently teaching World History at Dreamers Academy and feel that my class would greatly appreciate a visit from someone like you who has had the experience of visiting such historical sites. It is my hope that you would be willing to give a special lecture to my class and share stories about your travels. I have included my class schedule and would be able to make arrangements for you at any time that you would be available. You can give me a call at 714-456-7932 to let me know if your schedule permits. Thank you very much. Sincerely, Caroline Duncan",
            "보기": "(1) 특별 강연을 부탁하려고 (2) 변경된 강연 일정을 안내하려고 (3) 유적지 탐방 참가를 신청하려고 (4) 유적 발굴 시 유의 사항을 알리려고 (5) 유익한 강연에 대해 감사를 표하려고",
            "해설": "{\"해석\": \"Justin White 님께, 저는 당신이 동남아시아 여행 중에 발견한 고대 유적에 대해 국립 박물관에서 강연하시는 것을 매우 기쁘게 참석했습니다. 저는 현재 Dreamers Academy에서 세계사를 가르치고 있으며, 저의 반 학생들이 그러한 역사적 장소를 방문한 경험을 가진 당신과 같은 분의 방문을 매우 감사할 것이라고 생각합니다. 저는 당신이 제 수업에 특별 강연을 진행해 주시고 여행 중의 이야기를 나누어 주셨으면 하는 바람입니다. 제 수업 일정을 동봉하였으니 언제든지 가능한 시간에 맞추어 일정을 조정할 수 있습니다. 가능하신 일정이 있으면 714-456-7932로 전화해 주시기 바랍니다. 대단히 감사합니다.\n진심을 담아, Caroline Duncan 드림\"\n\n\"해설\": \n\nCaroline Duncan이 Justin White에게 보내는 글이며, Justin White의 강연에 대해 언급하면서 자신이 가르치는 수업에 특별 강연을 부탁하고 있다. 글의 중심 내용은 Caroline이 Dreamers Academy에서 가르치는 세계사 수업 학생들에게 특별 강연을 해달라는 요청이다. Caroline은 자신의 수업 일정도 동봉하고, 가능한 일정을 통해 강연을 진행할 수 있도록 조율할 수 있다고 강조하고 있다. 따라서 이 글의 목적은 \"특별 강연을 부탁하려고\"가 가장 적절하다. 정답은 (1)번이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern: I am writing this email concerning one of your products. The image on your product Indian Green soup is not of an Indian dance but a Korean one. The image shows Buchaechum, a traditional Korean fan dance. It is clear that in the image the dancers are wearing traditional Korean dress. I searched online for images of an Indian fan dance, and of course, it looks very different from a Korean one. I know your company is putting a lot of effort into presenting authentic flavors, but Im afraid that this one small mistake could damage your companys reputation. I sincerely hope that you correct this as soon as possible. Sincerely, Susan Lee",
            "보기": "(1) 고객 응대가 불친절한 것을 항의하려고 (2) 제품에 사용한 이미지 교체를 요청하려고 (3) 인도와 한국 부채춤의 차이를 설명하려고 (4) 잘못된 인터넷 정보의 수정을 부탁하려고 (5) 제품 불량으로 인한 피해 보상을 요구하려고",
            "해설": "{\"해석\": \"관계자 분께: 저는 귀사의 제품 중 하나에 관해 이 이메일을 작성합니다. 귀사의 제품인 'Indian Green Soup'에 사용된 이미지가 인도 춤이 아닌 한국 춤의 이미지입니다. 그 이미지는 한국의 전통 부채춤인 '부채춤'을 보여줍니다. 이미지 속 무용수들이 전통 한국 의상을 입고 있는 것이 분명합니다. 저는 온라인에서 인도 부채춤 이미지를 검색해 보았고, 당연히 그 춤은 한국 춤과 매우 다릅니다. 귀사가 진정한 맛을 제공하기 위해 많은 노력을 기울이고 있다는 것을 알고 있지만, 이 작은 실수가 귀사의 명성에 해를 끼칠 수 있습니다. 이 문제를 가능한 빨리 수정해 주시길 진심으로 바랍니다. Sincerely, Susan Lee\", \"해설\": 이 글은 한 고객이 제품에 잘못된 이미지를 사용한 것에 대해 회사에 알리고, 그 이미지를 교체해 줄 것을 요청하는 내용이다. 작성자는 'Indian Green Soup' 제품에 있는 이미지가 인도 춤이 아닌 한국 춤임을 지적하면서, 이러한 오류가 회사의 명성에 해를 끼칠 수 있다는 우려를 표하고 있다. 이어서 이 문제를 빨리 수정해 줄 것을 요청하고 있다. 따라서 글의 목적은 '제품에 사용한 이미지 교체를 요청하려고'이며, 가장 적절한 답은 (2)번이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Sue Smith, We are concerned that we have not heard from you since we sent you the selections you chose when you joined the Club. As you know, the payment is always due when you receive your selections. Because we have not received the payment, we have suspended your membership privileges. Don’t miss out on all the benefits your membership offers you: the widest selection of music, great discounts and more! Please return the bottom portion of this letter with your check in the enclosed envelope. Send us your payment today. Paying promptly will restore your membership to good standing. Sincerely, Larry Cook",
            "보기": "(1) 지불해야 할 돈의 납부를 요청하려고 (2) 구매한 제품의 반품 방법을 알리려고 (3) 회원의 자격 요건에 대해 안내하려고 (4) 회원 자격이 회복되었음을 통보하려고 (5) 회비를 인상하게 된 이유를 설명하려고",
            "해설": "{\"해석\": \"수 수미스님, 클럽에 가입하셨을 때 선택하신 항목을 보내드린 후 연락을 받지 못해 걱정하고 있습니다. 아시다시피 선택하신 항목을 받으실 때 항상 결제를 해주셔야 합니다. 아직 결제를 받지 못했기 때문에 귀하의 회원 자격을 중단했습니다. 회원 자격이 제공하는 모든 혜택을 놓치지 마세요: 가장 다양한 음악 선택, 멋진 할인 혜택 등! 이 편지의 하단 부분과 수표를 동봉된 봉투에 넣어 보내주세요. 오늘 결제해 주십시오. 즉시 결제하시면 회원 자격이 정상으로 복원됩니다. 라리 쿡 드림\", \"해설\": 라리 쿡이 수 수미스에게 보내는 글입니다. 이 글은 수 수미스가 클럽에 가입할 때 선택한 항목의 결제가 이루어지지 않아 회원 자격이 중단되었음을 알리고 있으며, 즉시 결제를 통해 회원 자격을 복원할 수 있음을 안내하고 있습니다. 클럽의 다양한 혜택을 놓치지 않도록 결제를 요청하는 내용이 주를 이루고 있습니다. 따라서 이 글의 목적으로 가장 적절한 것은 (1) '지불해야 할 돈의 납부를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Blake, I understand that on May 3, 2018 when you were a guest at our restaurant in the Four Hills Plaza, you experienced an unfortunate incident that resulted in a beverage being spilled on your coat. Please accept my sincere apology. Unfortunately the staff on duty at the time did not reflect our customer service policy. I have investigated the situation and scheduled additional customer service training for them. We’d like to have you back as a customer so I’m sending you a coupon for two free entrees that can be used at any of our five locations in New Parkland. Again, my apologies for the incident. I hope you give us the opportunity to make this right. Sincerely, Barbara Smith",
            "보기": "(1) 직원 교육의 강화를 요구하려고 (2) 호텔 내 식당의 개업을 홍보하려고 (3) 세탁 서비스에 대한 불만을 제기하려고 (4) 식당에서 일어난 실수에 대해 사과하려고 (5) 새로 발행된 쿠폰 사용 방법을 안내하려고",
            "해설": "{\"해석\": \"Blake 씨께, 2018년 5월 3일에 Four Hills Plaza에 있는 저희 레스토랑에 방문하셨을 때, 음료가 당신의 코트에 쏟아지는 불미스러운 사건을 겪으신 것을 이해하고 있습니다. 진심으로 사과드립니다. 당시 근무 중이던 직원들은 저희의 고객 서비스 정책을 제대로 반영하지 못했습니다. 저는 이 상황을 조사했으며, 추가 고객 서비스 교육을 계획했습니다. 저희는 당신이 다시 저희 고객이 되어주셨으면 합니다. 그래서 New Parkland에 있는 저희 다섯 지점 중 어느 곳에서든 사용할 수 있는 두 개의 무료 앙트레 쿠폰을 보내드립니다. 다시 한번, 이번 사건에 대해 사과드립니다. 이 문제를 바로잡을 기회를 주시기 바랍니다. 진심을 담아, Barbara Smith 드림\",\n \"해설\": 이 글은 레스토랑에서 발생한 실수에 대해 고객에게 사과하고 있습니다. 사건은 손님의 코트에 음료가 쏟아진 것이며, 이에 대한 조사와 추가 직원 교육을 계획한 상황도 언급하고 있습니다. 또한 고객의 재방문을 유도하기 위해 무료 앙트레 쿠폰을 제공하는 내용도 있습니다. 이 모든 내용을 종합하면, 글의 목적이 레스토랑에서 발생한 실수에 대해 사과하고 다시 방문해 줄 것을 요청하는 것임을 알 수 있습니다. 따라서, 글의 목적으로 가장 적절한 것은 '(4) 식당에서 일어난 실수에 대해 사과하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Terry Walter, I am the principal of Springfield Public School. As you know, Springfield Public School is located at the intersection of First Street and Pine Street. The safety of our children is at risk largely due to the disregard for speed limits by motorists traveling along Pine Street. I have regularly witnessed vehicles traveling far in excess of the speed limit on Pine Street. Additionally, parents have expressed concern for the safety of their children who must cross Pine Street. For these reasons, we are requesting the installation of speed bumps on Pine Street. I know that one of your missions, as well as ours, is to ensure that our young people are afforded a safe and secure environment to and from school each day. I anticipate that your approval of this request will greatly improve the safety of our children. Sincerely, Emma Hudson",
            "보기": "(1) 과속 차량 특별 단속 실시를 촉구하려고 (2) 교차로 교통신호 체계 개선을 건의하려고 (3) 학생 대상 교통안전교육 강의를 부탁하려고 (4) 제한속도 규정 표지판 교체 시기를 안내하려고 (5) 학교 주변 도로에 과속방지턱 설치를 요청하려고",
            "해설": "{\"해석\": \"Terry Walter님께, 저는 Springfield 공립학교의 교장입니다. 아시다시피 Springfield 공립학교는 First Street와 Pine Street의 교차로에 위치해 있습니다. Pine Street를 따라 이동하는 차량들이 속도 제한을 무시하는 경우가 많아 우리 아이들의 안전이 위협받고 있습니다. 정기적으로 Pine Street에서 속도 제한을 크게 초과하는 차량들을 목격해왔습니다. 또한, Pine Street를 건너야 하는 아이들의 안전에 대한 학부모들의 우려가 있습니다. 이러한 이유로, 우리는 Pine Street에 과속 방지턱 설치를 요청합니다. 귀하와 우리의 임무 중 하나는 우리의 젊은이들이 매일 안전하고 보호된 환경에서 학교를 오갈 수 있도록 하는 것입니다. 이 요청이 승인되면 우리 아이들의 안전이 크게 향상될 것이라고 기대합니다. 진심으로, Emma Hudson\",\n\"해설\": \"학교 교장이 Terry Walter씨에게 보내는 글입니다. 글의 핵심은 Pine Street를 따라 이동하는 차량들이 속도 제한을 지키지 않아 학교 앞의 어린이들이 위험에 처해 있다는 것입니다. 교장은 이러한 문제를 해결하기 위해 Pine Street에 과속 방지턱을 설치할 것을 요청하고 있습니다. 따라서 글의 목적은 Pine Street에 과속 방지턱 설치를 요청하려는 것입니다. 정답은 (5) '학교 주변 도로에 과속방지턱 설치를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Principal Nolan, My name is Alexis Kerry and I am from a research center called ARKIC. We have recently been working on a project that looks at learning outcomes of children with disabilities. The project aims to build conversation around disability and to push for greater accessibility and inclusion. As part of this project, we are working on a video series, and I wonder if it is possible to film children in classes and around school for a day to show how a special needs school functions. I would greatly appreciate your assistance in this. Please let me know at your earliest convenience if this is possible. I understand that now is a busy time in the school year, but our project would benefit greatly from your cooperation. Best regards, Alexis Kerry",
            "보기": "(1) 영상물 제작을 위한 촬영 협조를 부탁하려고 (2) 오래된 학교 시설물의 교체를 요구하려고 (3) 특수 학교 폐지 반대 서명을 요청하려고 (4) 학교 홍보 영상물 제작을 제안하려고 (5) 촬영 장비 지원 요청을 거절하려고",
            "해설": "{\"해석\": \"Nolan 교장님께, 안녕하세요, 저는 ARKIC이라는 연구 센터에서 온 Alexis Kerry라고 합니다. 우리는 최근 장애 아동의 학습 성과에 관한 프로젝트를 진행하고 있습니다. 이 프로젝트의 목표는 장애에 관한 대화를 촉진하고 접근성과 포용성을 증진하는 것입니다. 이 프로젝트의 일환으로, 우리는 비디오 시리즈를 만들고 있는데, 특수학교가 어떻게 운영되고 있는지를 보여주기 위해 하루 동안 교실 및 학교 주변에서 아이들을 촬영할 수 있을지 궁금합니다. 이에 대한 협조를 부탁드립니다. 가능하다면 최대한 빨리 가능 여부를 알려주시면 감사하겠습니다. 지금이 학기 말이라 바쁜 시기인 것은 알지만, 저희 프로젝트는 귀하의 협조로 크게 도움이 될 것입니다. 감사합니다. Alexis Kerry 올림\",\n\"해설\": 이 글은 Alexis Kerry가 Nolan 교장에게 보낸 편지이며, ARKIC이라는 연구 센터가 진행하는 장애 아동의 학습 성과 프로젝트에 대해 설명하고 있다. 또한, 이 프로젝트의 일환으로 특수학교의 운영 방식을 비디오 시리즈로 촬영하고자 하는 협조 요청이 주된 내용이다. 글에서 명확하게 촬영을 위한 협조를 요청하고 있으며, 이는 프로젝트의 목표와 어떻게 촬영이 필요한지에 대한 설명으로 이어진다. 글의 주된 목적은 영상물 제작을 위한 촬영 협조를 부탁하는 것이므로, 글의 목적으로 가장 적절한 것은 (1) '영상물 제작을 위한 촬영 협조를 부탁하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Spencer, I will have lived in this apartment for ten years as of this coming April. I have enjoyed living here and hope to continue doing so. When I first moved into the Greenfield Apartments, I was told that the apartment had been recently painted. Since that time, I have never touched the walls or the ceiling. Looking around over the past month has made me realize how old and dull the paint has become. I would like to update the apartment with a new coat of paint. I understand that this would be at my own expense, and that I must get permission to do so as per the lease agreement. Please advise at your earliest convenience. Sincerely, Howard James",
            "보기": "(1) 아파트 안전 진단 결과를 통보하려고 (2) 아파트 임대차 계약 연장을 논의하려고 (3) 아파트 도색 작업에 대한 허락을 받으려고 (4) 아파트 수리 비용 부담에 대해 상의하려고 (5) 아파트 도색에 대한 설문 결과를 알려 주려고",
            "해설": "{\"해석\": \"Spencer 씨께, 저는 오는 4월로 Greenfield 아파트에 거주한 지 10년이 됩니다. 저는 이곳에서의 생활을 즐겼고 앞으로도 계속 그렇게 하고 싶습니다. 처음 이 아파트로 이사할 때, 아파트가 최근에 도색되었다고 들었습니다. 그 이후로 저는 벽이나 천장을 건드린 적이 없습니다. 지난 한 달 동안 주변을 둘러보면서 페인트가 얼마나 오래되고 칙칙해졌는지 깨달았습니다. 저는 아파트에 새로운 페인트를 칠하고 싶습니다. 이는 제 비용으로 해야 한다는 것과 임대 계약에 따라 허가를 받아야 한다는 것을 잘 알고 있습니다. 가능한 한 빨리 조언해 주시기 바랍니다. Sincerely, Howard James\", \n\"해설\": \"이 편지는 Spencer 씨에게 보내는 글이며, Howard James가 자신의 아파트 도색을 위한 허가를 구하고자 하는 것입니다. 그는 10년 동안 그 아파트에 살아왔으며, 처음 이사 왔을 때는 아파트가 새로 도색되어 있었다고 합니다. 그러나 시간이 지나면서 페인트가 낡고 칙칙해졌음을 느꼈고, 이제 새로운 페인트 작업을 하고 싶다는 의사를 밝혔습니다. 그는 이 작업이 자신의 비용으로 이루어져야 한다는 것과 임대 계약에 따라 허가를 받아야 한다는 것을 잘 알고 있습니다. 따라서 이 글의 목적은 '아파트 도색 작업에 대한 허락을 받으려고'가 가장 적절합니다. 정답은 (3)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Manager, I have been using your coffee machines for several years. Since your products had never let me down before, I bought your brand­new coffee machine, Morning Maker, on May 18th from your online store. Unfortunately, however, this product has not worked well. Whenever I use this machine, my coffee does not get hot enough. The terms of warranty indicate that if products have any problems, I am entitled to receive a full refund within 2 months. Since it has been less than a month, I want my money back. Enclosed are copies of my receipts and guarantees concerning this purchase. I look forward to your reply and a resolution to my problem. Sincerely, Mike Anderson",
            "보기": "(1) 제품 사용 설명서를 보내줄 것을 요청하려고 (2) 새로 산 커피 머신에 대한 환불을 요구하려고 (3) 커피 머신의 품질 보증 기간에 대해 문의하려고 (4) 커피를 무상으로 제공해 주는 것에 대해 감사하려고 (5) 주문 내역과 다른 제품을 배송한 것에 대해 항의하려고",
            "해설": "{\"해석\": \"매니저님께, 저는 몇 년 동안 귀사의 커피 머신을 사용해 왔습니다. 귀사의 제품이 항상 저를 실망시키지 않았기 때문에, 저는 5월 18일 귀사의 온라인 상점에서 새로 출시된 커피 머신인 Morning Maker를 구입했습니다. 그러나 불행히도 이 제품은 제대로 작동하지 않았습니다. 이 머신을 사용할 때마다 커피가 충분히 뜨겁지 않습니다. 보증 조건에 따르면 제품에 문제가 있을 경우 2개월 이내에 전액 환불을 받을 권리가 있습니다. 구입한 지 한 달이 채 되지 않았으므로 환불을 원합니다. 이 구매와 관련된 영수증과 보증서 사본을 동봉합니다. 귀하의 회신과 문제 해결을 기다리겠습니다. Mike Anderson 드림\",\n\"해설\": 글쓴이는 매니저에게 새로 구매한 커피 머신이 제대로 작동하지 않으며, 커피가 충분히 뜨겁지 않다고 설명하고 있습니다. 그리고 보증 조건에 따라 전액 환불을 요청하고자 합니다. 마지막에 환불을 위한 영수증과 보증서 사본을 동봉했다고 명시하고 있습니다. 이와 같이 환불을 요청하는 내용이 지문 전체에 걸쳐 명확히 드러나 있으므로 글의 목적으로 가장 적절한 것은 (2)번 '새로 산 커피 머신에 대한 환불을 요구하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, We are students from St. Andrew’s College who are currently taking a Media Studies class that requires us to film a short video. We would like to film at Sunbury Park on November 14th, 2019, from 9 a.m. to 3 p.m. After looking for several days to find good locations, we decided on filming at Sunbury because it is not overly populated during this time of day. Our team will not cause any issues to public services or other park visitors. We would therefore like to request permission to film at Sunbury Park at the time above. If you need to contact our Media Studies teacher, Damien Matthews, for further information, he can be reached at damien@st_andrews.ac.uk. Yours faithfully, Taylor Johnson & Chloe Moore",
            "보기": "(1) 영화제 참가 방법을 문의하려고 (2) 공원 주변 차량 통제를 건의하려고 (3) 공원에서의 촬영 허가를 요청하려고 (4) 영상 편집 강좌 이수 여부를 확인하려고 (5) 촬영으로 인한 불편 사항에 대해 항의하려고",
            "해설": "{\"해석\": \"관계자분께, 저희는 St. Andrew’s College의 학생들로서 현재 미디어 연구 수업을 듣고 있으며 단편 영상을 촬영해야 합니다. 2019년 11월 14일 오전 9시부터 오후 3시까지 Sunbury Park에서 촬영을 하고자 합니다. 여러 날 동안 좋은 장소를 찾다 보니 이 시간대에 사람이 많지 않은 Sunbury 공원에서 촬영하기로 결정했습니다. 저희 팀은 공공 서비스나 다른 공원 방문객에게 아무런 문제를 일으키지 않을 것입니다. 따라서 위 시간에 Sunbury 공원에서 촬영할 수 있도록 허락해 주시길 요청드립니다. 추가 정보가 필요하신 경우, 저희 미디어 연구 수업 담당 교사인 Damien Matthews에게 damien@st_andrews.ac.uk로 연락하시면 됩니다. 진심으로, Taylor Johnson & Chloe Moore\",\n\"해설\": \"이 글은 St. Andrew’s College 학생들이 관계자에게 보내는 글이며, Sunbury 공원에서 영상을 촬영하기 위해 허가를 요청하는 내용이 담겨 있습니다. 글의 첫 문장에서 촬영 장소와 일정을 언급하고 여러 날 동안 장소를 물색한 끝에 Sunbury 공원이 적합하다고 판단하여 촬영을 요청한다고 설명하고 있습니다. 또한 공공 서비스나 다른 방문객에게 방해되지 않을 것이라 밝히며, 필요시 담당 교사에게 연락할 수 있는 방법을 안내하면서 글을 마무리하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '공원에서의 촬영 허가를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Coleman, I’m Aaron Brown, the director of TAC company. To celebrate our company’s 10th anniversary and to boost further growth, we have arranged a small event. It will be an informative afternoon with enlightening discussions on business trends. I recently attended your lecture about recent issues in business and it was really impressive. I am writing this letter to request that you be our guest speaker for the afternoon. Your experience and knowledge will benefit our businesses in many ways. It would be a pleasure to have you with us. The planned schedule includes a guest speaker’s speech and a question and answer session on Thursday, the 21st of November, 2019 at 3:00 p.m. We would sincerely appreciate it if you could make some time for us. We will be looking forward to hearing from you soon. Yours Sincerely, Aaron Brown",
            "보기": "(1) 회사 행사에 초청 연사로 와 줄 것을 요청하려고 (2) 회사의 행사 일정이 변경된 이유를 설명하려고 (3) 체계적인 시간 관리 방법을 제안하려고 (4) 기업의 효율적 경영에 대한 조언을 부탁하려고 (5) 의사 결정 과정에서 토의의 중요성을 강조하려고",
            "해설": "{\"해석\": \"Coleman 씨께, 저는 TAC 회사의 이사 Aaron Brown입니다. 저희 회사의 10주년을 기념하고 더 나은 성장을 도모하기 위해 작은 행사를 준비했습니다. 이 행사는 비즈니스 트렌드에 대한 유익한 토론으로 가득 찬 오후가 될 것입니다. 최근에 제가 당신의 최근 비즈니스 이슈에 대한 강의를 들었는데 매우 인상 깊었습니다. 이 편지는 당신을 오후의 초청 연사로 모시고자 하는 요청서입니다. 당신의 경험과 지식은 우리 회사에 많은 유익을 줄 것입니다. 당신을 모실 수 있다면 큰 영광일 것입니다. 예정된 일정은 2019년 11월 21일 목요일 오후 3시에 초청 연사의 강연과 질의응답 세션을 포함하고 있습니다. 시간을 내어 주신다면 진심으로 감사하겠습니다. 곧 소식을 듣기를 고대하겠습니다. 진심을 담아, Aaron Brown\", \n\"해설\": \"이 편지는 TAC 회사의 이사 Aaron Brown이 Coleman 씨에게 보내는 글입니다. 글의 주된 목적은 Coleman 씨를 회사 행사에 초청 연사로 초대하는 것입니다. 10주년 기념 행사와 비즈니스 트렌드에 대한 토론이 포함된 일정이 설명되어 있으며, Coleman 씨의 강의가 인상 깊었고, 그의 경험과 지식이 도움이 될 것이라고 강조하고 있습니다. 따라서 글의 목적은 (1) '회사 행사에 초청 연사로 와 줄 것을 요청하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Tony, I’m writing to ask if you could possibly do me a favour. For this year’s workshop, we would really like to take all our staff on a trip to Bridgend to learn more about new leadership skills in the industry. I remember that your company took a similar course last year, which included a lecture by an Australian lady whom you all found inspiring. Are you still in contact with her? If so, do you think that you could possibly let me have a number for her, or an email address? I would really appreciate your assistance. Kind regards, Luke Schreider",
            "보기": "(1) 직원 연수 진행을 부탁하려고 (2) 연수 강사의 연락처를 문의하려고 (3) 연수에서 강연할 원고를 의뢰하려고 (4) 리더십 개발 연수 참석을 권유하려고 (5) 연수자 명단을 보내 줄 것을 요청하려고",
            "해설": "{\"해석\": \"Tony님께, 부탁 하나 드리려고 글을 씁니다. 올해의 워크숍을 위해, 우리는 모든 직원들을 데리고 브리지엔드로 가서 업계의 새로운 리더십 기술에 대해 더 배우려고 합니다. 작년에 당신 회사가 비슷한 과정을 들었는데, 그 과정에서 여러분 모두가 영감을 받았던 호주 여성의 강연이 포함되었음을 기억합니다. 아직도 그녀와 연락 중이신가요? 그렇다면, 그녀의 전화번호나 이메일 주소를 제게 알려주실 수 있을까요? 도움을 주신다면 정말 감사하겠습니다. Luke Schreider 드림\", \"해설\": \"이 글은 Luke Schreider가 Tony에게 보내는 편지입니다. Luke는 Tony에게 부탁을 하고 있으며, 그 내용은 작년에 Tony의 회사가 참석했던 연수의 강사 연락처를 묻는 것입니다. Luke는 그 강사의 강연이 영감을 주었다고 언급하고 있으며, 현재도 그 강사와 연락이 된다면 연락처를 알려달라고 요청하고 있습니다. 따라서, 글의 주요 목적은 '연수 강사의 연락처를 문의하려고' 입니다. 그래서 가장 적절한 선택지는 (2)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Stanton: We at the Future Music School have been providing music education to talented children for 10 years. We hold an annual festival to give our students a chance to share their music with the community and we always invite a famous musician to perform in the opening event. Your reputation as a world‒class violinist precedes you and the students consider you the musician who has influenced them the most. That’s why we want to ask you to perform at the opening event of the festival. It would be an honor for them to watch one of the most famous violinists of all time play at the show. It would make the festival more colorful and splendid. We look forward to receiving a positive reply. Sincerely, Steven Forman",
            "보기": "(1) 개막 행사에서 연주를 요청하려고 (2) 공연 스케줄 변경을 공지하려고 (3) 학교 행사 취소를 통보하려고 (4) 모금 행사 참여를 독려하려고 (5) 올해의 음악가 상 수상을 축하하려고",
            "해설": "{\"해석\": \"Stanton 씨께, 저희 미래 음악 학교에서는 10년 동안 재능 있는 아이들에게 음악 교육을 제공해 왔습니다. 저희는 학생들이 그들의 음악을 지역 사회와 공유할 수 있는 기회를 제공하기 위해 매년 축제를 열며, 항상 유명한 음악가를 초청하여 개막 행사에서 연주를 합니다. 세계적인 바이올리니스트로서의 당신의 명성이 자자하며, 학생들은 당신을 그들에게 가장 큰 영향을 미친 음악가로 생각하고 있습니다. 그래서 이번 축제의 개막 행사에서 당신이 연주를 해주셨으면 합니다. 학생들이 가장 유명한 바이올리니스트 중 한 명의 연주를 보는 것은 큰 영광일 것입니다. 그것은 축제를 더 다채롭고 화려하게 만들 것입니다. 긍정적인 회신을 기다리겠습니다. 진심으로, Steven Forman\", \"해설\": 이 글은 Steven Forman이 미래 음악 학교를 대표하여 Mr. Stanton에게 보낸 편지입니다. 글의 주요 목적은 Stanton에게 다가오는 축제의 개막 행사에서 연주를 요청하는 것입니다. 이는 주로 편지의 중앙 부분, 즉 \"당신이 연주를 해주셨으면 합니다.\"라는 문장과 \"긍정적인 회신을 기다리겠습니다.\"라는 결론에서 명확하게 드러납니다. 따라서 주어진 글의 목적은 (1) \"개막 행사에서 연주를 요청하려고\"입니다. 글에서 다른 선택지와 관련된 내용은 언급되지 않았습니다. (2) 공연 스케줄 변경, (3) 학교 행사 취소, (4) 모금 행사 참여 독려, (5) 음악가 상 수상 축하와 관련된 내용은 이 글과 무관합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Residents, We truly value and appreciate all of our residents, including those with pets. We believe that allowing people to live with their pets enriches their lives. While we encourage you to enjoy your pets, we also want to ensure that you do not do so at the expense of your neighbors or your community. We have received reports that some residents have been disturbed by noise from dogs barking. Excessive barking by dogs disrupts everyone within hearing, particularly those who are elderly or sick or who have small children. We kindly ask that you keep your dogs’ noise levels to a minimum. Thank you for your assistance with this. Regards, Conway Forest Apartments Management Office",
            "보기": "(1) 반려견이 짖는 소리를 최소화 해줄 것을 요청하려고 (2) 아파트 내 반려동물 출입 가능 구역을 안내하려고 (3) 아파트 공사로 인한 소음 발생에 대해 사과하려고 (4) 반려견 대소변 관련 민원처리 결과를 공지하려고 (5) 반려동물과 외출 시 목줄 사용을 당부하려고",
            "해설": "{\"해석\": \"존경하는 주민 여러분, 저희는 반려동물을 포함한 모든 주민들을 진심으로 소중히 여기고 감사합니다. 우리가 사람들이 반려동물과 함께 살 수 있도록 하는 것이 그들의 삶을 풍요롭게 한다고 믿습니다. 여러분이 반려동물을 즐기기를 권장하지만, 이로 인해 이웃이나 지역사회에 피해를 주지 않도록 하고자 합니다. 일부 주민들이 개 짖는 소리에 방해를 받았다는 보고를 받았습니다. 개의 과도한 짖음은 그 소리가 들리는 모든 사람, 특히 노인이나 아픈 사람, 어린 자녀가 있는 사람들에게 방해가 됩니다. 개의 소음을 최소화해 주시길 친절히 요청드립니다. 협조에 감사드립니다. 콘웨이 포레스트 아파트 관리 사무소 드림\",\n\"해설\": \"아파트 관리 사무소에서 모든 주민에게 보내는 글이며, 주민들이 반려동물과 함께 사는 것이 그들의 삶을 풍요롭게 한다고 생각하지만, 개의 과도한 짖음으로 인해 다른 주민들이 방해를 받고 있다는 문제를 제기하고 있다. 이 문제는 특히 노인, 병약자, 어린 아이를 키우는 가정에 더 큰 영향을 미치므로, 주민들에게 개의 소음을 최소화해 줄 것을 요청하고 있다. 글의 전반적인 내용을 통해 아파트 관리 사무소가 목적으로 하는 것은 주민들에게 개가 짖는 소리를 최소화해달라는 요청이므로, 글의 목적으로 가장 적절한 것은 (1) '반려견이 짖는 소리를 최소화해줄 것을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To the Principal of Gullard High School, My name is Nancy Watson, and I am the captain of the student dance club at Gullard High School. We are one of the biggest faces of the school, winning a lot of awards and trophies. However, the school isn’t allowing our club to practice on the school field because a lot of teachers worry that we are going to mess up the field. This is causing us to lose practice time and ultimately results in creating a bad high school experience for us. We promise to use the space respectfully. Therefore, I’m asking you to allow us to use the school field for our dance practice. I would be grateful if you reconsider your decision. Thank you very much. Sincerely, Nancy Watson",
            "보기": "(1) 학생 동아리 운영 성과를 보고하려고 (2) 댄스 동아리 특별 공연을 홍보하려고 (3) 댄스 동아리실 시설 보수를 건의하려고 (4) 댄스 동아리의 운동장 사용 허락을 요청하려고 (5) 학생 동아리 부원 모집 기간의 연장을 부탁하려고",
            "해설": "{\"해석\": \"Gullard 고등학교 교장님께, 저는 Nancy Watson이라고 하며, Gullard 고등학교 학생 댄스 클럽의 캡틴입니다. 저희는 학교의 가장 큰 얼굴들 중 하나로, 많은 상과 트로피를 수상했습니다. 그러나 학교는 많은 선생님들이 저희가 운동장을 망칠까봐 걱정해서 클럽이 학교 운동장에서 연습하는 것을 허락하지 않고 있습니다. 이는 저희가 연습 시간을 잃게 하고 궁극적으로 저희에게 안 좋은 고등학교 경험을 만들고 있습니다. 저희는 그 공간을 존중하여 사용할 것을 약속드립니다. 따라서, 저희가 댄스 연습을 위해 학교 운동장을 사용할 수 있도록 허락해 주시기를 요청드립니다. 귀하의 결정을 재고해 주시면 감사하겠습니다. 감사합니다. Nancy Watson 드림\",\n \"해설\": 이 글은 학생 댄스 클럽의 캡틴인 Nancy Watson이 Gullard 고등학교 교장님께 쓴 편지입니다. 글의 주요 목적은 댄스 클럽이 학교 운동장에서 연습할 수 있도록 허락받는 것입니다. 댄스 클럽이 학교의 얼굴로서 많은 상을 받았지만, 운동장을 사용하지 못해 연습 시간이 부족하다는 점을 강조하며, 운동장을 존중해서 사용할 것을 약속하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (4) '댄스 동아리의 운동장 사용 허락을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "My name is Anthony Thompson and I am writing on behalf of the residents’ association. Our recycling program has been working well thanks to your participation. However, a problem has recently occurred that needs your attention. Because there is no given day for recycling, residents are putting their recycling out at any time. This makes the recycling area messy, which requires extra labor and cost. To deal with this problem, the residents’ association has decided on a day to recycle. I would like to let you know that you can put out your recycling on Wednesdays only. I am sure it will make our apartment complex look much more pleasant. Thank you in advance for your cooperation.",
            "보기": "(1) 재활용품 배출 허용 요일을 알리려고 (2) 쓰레기 분리배출의 필요성을 설명하려고 (3) 쓰레기 분리배출 후 주변 정리를 부탁하려고 (4) 입주민 대표 선출 결과를 공지하려고 (5) 쓰레기장 재정비 비용을 청구하려고",
            "해설": "{\"해석\": \"제 이름은 Anthony Thompson이며, 주민 협회를 대표하여 글을 쓰고 있습니다. 여러분의 참여 덕분에 우리 재활용 프로그램이 잘 운영되고 있습니다. 그러나 최근 여러분의 주의가 필요한 문제가 발생했습니다. 정해진 재활용 날이 없기 때문에, 주민들이 언제든지 재활용품을 내놓고 있습니다. 이로 인해 재활용 구역이 지저분해지고 추가적인 노동력과 비용이 발생하고 있습니다. 이 문제를 해결하기 위해, 주민 협회는 재활용하는 날짜를 정했습니다. 여러분은 오직 수요일에만 재활용품을 내놓을 수 있음을 알려드립니다. 이는 우리의 아파트 단지가 훨씬 더 쾌적해질 것이라 확신합니다. 협조해 주셔서 미리 감사합니다.\",\n\"해설\": \"이 글의 작성자는 주민 협회를 대표하여 주민들에게 재활용품 배출과 관련된 새로운 규정을 공지하고 있습니다. 글의 흐름에서 제시되는 문제점은 정해진 재활용 날이 없어서 재활용 구역이 지저분해지고 추가적인 노동력과 비용이 발생한다는 것입니다. 이를 해결하기 위해 수요일로 재활용 배출일을 지정했다는 내용을 주민들에게 알리고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '재활용품 배출 허용 요일을 알리려고' 입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear animal lovers, I am writing on behalf of the Protect Animal Organization. Our organization was founded on the belief that all animals should be respected and treated with kindness, and must be protected by law. Over the past 20 years, we have provided lost animals with protection, new homes, and sometimes health care. Currently, our animal shelter is full, and we need your help to build a new shelter. We are seeking donations in any amount. Every dollar raised goes to building homes for animals in need. You can donate to us online at www.protectanimal.org. Thank you for considering supporting us. . Sincerely, Stella Anderson",
            "보기": "(1) 사무실을 빌려준 것에 대해 감사하려고 (2) 동물 병원 설립의 필요성을 주장하려고 (3) 새롭게 시행되는 동물 보호법에 대해 설명하려고 (4) 동물 보호 단체의 봉사 활동 프로그램을 안내하려고 (5) 새로운 동물 보호소를 짓기 위한 기부를 요청하려고",
            "해설": "{\"해석\": \"동물을 사랑하는 여러분께, 저는 Protect Animal Organization을 대표하여 이 편지를 씁니다. 우리 단체는 모든 동물들이 존중받고 친절하게 대우받아야 하며 법으로 보호받아야 한다는 신념 하에 설립되었습니다. 지난 20년 동안 우리는 길 잃은 동물들에게 보호, 새로운 가정, 때때로 의료 서비스를 제공해왔습니다. 현재 우리 동물 보호소는 꽉 차있어서 새로운 보호소를 짓기 위해 여러분의 도움이 필요합니다. 우리는 어떠한 금액이라도 기부를 받고자 합니다. 모인 모든 기부금은 도움이 필요한 동물들에게 집을 지어주는 데 사용됩니다. 저희에게 온라인으로 기부하실 수 있습니다. 웹사이트는 www.protectanimal.org 입니다. 우리를 지원해주시는 것에 대해 감사드립니다. 진심으로, 스텔라 앤더슨\", \n\"해설\": 이 글은 Protect Animal Organization에서 동물 애호가들에게 보내는 편지입니다. 이 단체는 지난 20년 동안 동물들에게 보호와 새로운 집 그리고 의료 서비스를 제공해왔으나, 현재 보호소가 꽉 차서 새로운 보호소 건설을 위해 기부를 요청하는 내용을 담고 있습니다. 글의 주제는 새로운 동물 보호소를 짓기 위해 기부를 요청하는 것이며 이는 '새로운 동물 보호소를 짓기 위한 기부를 요청하려고'가 가장 적절한 답임을 알 수 있습니다. 따라서 정답은 (5)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear parents and students of Douglas School, As you know, our school was built over 150 years ago. While we are proud of our school’s history, the facilities are not exactly what they should be for modern schooling. Thanks to a generous donation to the school foundation, we will be able to start renovating those parts of our campus that have become outdated. We hope this will help provide our students with the best education possible. I’m writing to inform you that the auditorium will be the first building closed for repairs. Students will not be able to use the auditorium for about one month while the repairs are taking place. We hope that you will understand how this brief inconvenience will encourage community­wide benefits for years to come. Sincerely, Vice Principal Kyla Andrews",
            "보기": "(1) 수리로 인한 강당 폐쇄를 안내하려고 (2) 캠퍼스 투어 프로그램 일정을 조정하려고 (3) 강당 사용을 위한 신청 방법을 공지하려고 (4) 강당 신축을 위한 기금 모금 행사를 홍보하려고 (5) 집짓기 행사에 참여할 자원 봉사자를 모집하려고",
            "해설": "{\"해석\": \"Douglas School의 학부모님과 학생 여러분께, 우리 학교가 150년 전에 건축되었다는 것은 잘 알고 계실 겁니다. 우리 학교의 역사에 대해 자랑스러워하면서도, 현대 교육을 위한 시설이 최신 상태가 아니라는 점은 안타깝습니다. 학교 재단에 기부해 주신 덕분에 낡아진 캠퍼스의 일부를 개조할 수 있게 되었습니다. 이를 통해 우리 학생들에게 최상의 교육 환경을 제공할 수 있기를 바랍니다. 저는 강당이 첫 번째로 보수 공사를 위해 폐쇄될 것임을 여러분께 알리고자 이 글을 씁니다. 학생들은 약 한 달 동안 강당을 사용할 수 없습니다. 이 잠시 동안의 불편이 앞으로 지역 사회 전체에 걸쳐 혜택을 줄 것이라는 점을 이해해 주시기 바랍니다. 부교장 Kyla Andrews 드림\",\n  \"해설\": \"이 글은 Douglas School의 부교장이 학부모와 학생들에게 보낸 것으로, 학교 강당의 보수 공사로 인해 약 한 달간 강당을 사용할 수 없음을 알리는 내용이다. 학교의 역사를 언급하면서 시설이 낡았다는 문제와 이를 해결하기 위한 기부 덕분에 개조 공사를 시작할 수 있게 되었다고 설명하고 있다. 글의 주된 목적은 강당이 폐쇄될 것이라는 사실을 알리고, 이로 인해 잠시 동안의 불편이 있을 것임을 양해해 달라는 것이다. 따라서 글의 목적으로 가장 적절한 것은 (1) '수리로 인한 강당 폐쇄를 안내하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, I am a parent of a high school student who takes the 145 bus to commute to Clarkson High School. This is the only public transport available from our area and is used by many students. Recently, I heard that the city council is planning to discontinue this service. My husband and I start work early in the morning and this makes it impossible for us to drop our son off at school. It would take him nearly an hour to walk to school and there is a lot of traffic in the morning, so I do not consider it safe to bike. This matter will place many families, including ours, under a lot of stress. As a resident of Sunnyville, I think such a plan is unacceptable. I urge the council to listen to the concerns of the community. Sincerely, Lucy Jackson",
            "보기": "(1) 버스 노선 변경에 항의하려고 (2) 버스 운행 중단 계획에 반대하려고 (3) 버스 배차 간격 조정을 요청하려고 (4) 자전거 전용 도로 설치를 건의하려고 (5) 통학로 안전 관리 강화를 촉구하려고",
            "해설": "{\"해석\": \"관계자 분께, 저는 Clarkson 고등학교에 다니는 학생의 부모입니다. 우리 아이는 Clarkson 고등학교로 통학하기 위해 145번 버스를 이용하고 있습니다. 이는 우리 지역에서 이용할 수 있는 유일한 대중교통이며 많은 학생들이 이용하고 있습니다. 최근에 시 의회가 이 서비스를 중단할 계획이라는 소식을 들었습니다. 저희 남편과 저는 아침 일찍 일을 시작하기 때문에 우리 아들을 학교에 데려다 줄 수 없습니다. 우리 아들이 학교까지 걸어가려면 거의 한 시간이 걸리고 아침에는 교통량이 많아 자전거를 타고 가는 것도 안전하지 않다고 생각합니다. 이 문제는 우리 가정을 포함한 많은 가정에 큰 스트레스를 줄 것입니다. Sunnyville의 주민으로서 저는 이러한 계획이 받아들일 수 없다고 생각합니다. 저는 시 의회가 지역 사회의 우려를 들어주길 강력히 요청합니다. 진심으로, Lucy Jackson 드림\",\n\"해설\": 이 글은 학교에 다니는 학생의 부모가 쓴 글로, 주요 목적은 시 의회가 145번 버스 서비스를 중단하려는 계획에 대해 반대 의견을 전달하는 것입니다. 저자는 자신의 가정 상황을 설명하며 버스 서비스가 중단되는 것이 불편하고 위험할 수 있음을 강조합니다. 마지막에는 시 의회가 지역 사회의 우려를 들어주기를 요청하면서 글을 마무리합니다. 따라서 이 글의 목적은 (2) '버스 운행 중단 계획에 반대하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "As I explained on the telephone, I don’t want to take my two children by myself on a train trip to visit my parents in Springfield this Saturday since it is the same day the Riverside Warriors will play the Greenville Trojans in the National Soccer Championship. I would really appreciate it, therefore, if you could change my tickets to the following weekend (April 23). I fully appreciate that the original, special­offer ticket was non­exchangeable, but I did not know about the soccer match when I booked the tickets and I would be really grateful if you could do this for me. Thank you in advance.",
            "보기": "(1) 특가로 제공되는 기차표를 구매하려고 (2) 축구 경기 입장권의 환불을 요구하려고 (3) 다른 날짜로 기차표 변경을 요청하려고 (4) 기차표 예약이 가능한 날짜를 알아보려고 (5) 축구 경기 날짜가 연기되었는지를 확인하려고",
            "해설": "{\"해석\": \"제가 전화로 설명드렸듯이, 저는 이번 토요일에 혼자서 제 아이 둘을 데리고 기차를 타고 스프링필드에 계신 부모님을 방문하고 싶지 않습니다. 같은 날 리버사이드 워리어스가 그린빌 트로전스와 전국 축구 챔피언십 경기를 치르기 때문입니다. 따라서 티켓을 다음 주말(4월 23일)로 변경해 주시면 정말 감사하겠습니다. 원래 특가 티켓이 교환 불가라는 점은 잘 알고 있지만, 티켓을 예약할 때 축구 경기에 대해 몰랐습니다. 이 점을 양해해 주시면 정말 감사하겠습니다. 미리 감사드립니다.\",\n\"해설\": 이 글은 원래 예약한 기차표의 날짜를 변경해 달라는 요청을 담고 있습니다. 작성자는 자신이 예약한 기차표가 교환 불가한 특가 티켓임을 알고 있지만, 예약 당시 축구 경기에 대해 몰랐다는 점을 강조하며 티켓 변경을 요청하고 있습니다. 글의 전반적인 내용을 통해 확인할 수 있듯이, 작성자가 가장 강조하는 부분은 티켓 변경 요청입니다. 따라서 이 글의 목적은 '다른 날짜로 기차표 변경을 요청하려고'로, 정답은 (3)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Stevens, My name is Peter Watson, and I’m the manager of the Springton Library. Our storytelling program has been so well‑attended that we are planning to expand the program to 6 days each week. This means that we need to recruit more volunteers to read to the children. People still talk about the week you filled in for us when one of our volunteers couldn’t come. You really brought those stories to life! So, would you be willing to read to the preschoolers for an hour, from 10 to 11 a.m. every Friday? I hope you will take this opportunity to let more children hear your voice. We are looking forward to your positive reply. Best regards, Peter Watson",
            "보기": "(1) 도서관의 운영 시간 연장을 제안하려고 (2) 봉사 활동 시간이 변경된 것을 안내하려고 (3) 독서 토론 수업에 참여할 아동을 모집하려고 (4) 봉사 활동에 참여하지 못하게 된 것을 사과하려고 (5) 책 읽어 주기 자원봉사에 참여해 줄 것을 요청하려고",
            "해설": "{\"해석\": \"스티븐스 씨께, 제 이름은 피터 왓슨이며, 저는 스프링턴 도서관의 관리자입니다. 저희의 이야기 프로그램이 매우 잘 참석되어서 이제 매주 6일로 프로그램을 확장하려고 합니다. 이는 아이들에게 책을 읽어줄 더 많은 자원봉사자를 모집해야 한다는 것을 의미합니다. 사람들이 아직도 당신이 저희 자원봉사자 중 한 명이 못 왔을 때 대신 일주일 동안 해주셨던 것을 이야기합니다. 당신은 정말 이야기를 생생하게 전달해 주셨습니다! 그래서 매주 금요일 오전 10시부터 11시까지 유아들에게 책을 읽어주실 수 있겠습니까? 더 많은 아이들이 당신의 목소리를 들을 수 있는 이 기회를 잡으셨으면 합니다. 당신의 긍정적인 답장을 기다리고 있겠습니다. 피터 왓슨 드림\", \n \"해설\": 피터 왓슨은 스프링턴 도서관의 매니저이며, 이야기 프로그램의 확장을 위해 자원봉사자를 모집하고자 하는 내용을 담고 있다. 그는 이야기를 생생하게 전달해준 스티븐스 씨의 이전 봉사를 언급하며, 매주 금요일 유아들에게 책을 읽어줄 것을 요청하고 있다. 따라서 글의 목적은 스티븐스 씨에게 책 읽어 주기 자원봉사에 참여해 줄 것을 요청하는 것이다. 주제는 자원봉사자 모집이며, 주장문은 스티븐스 씨에게 금요일마다 책을 읽어줄 것을 부탁하는 부분이다. 따라서 가장 적절한 보기는 (5)번 '책 읽어 주기 자원봉사에 참여해 줄 것을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Customer Service, I am writing in regard to my magazine subscription. Currently, I have just over a year to go on my subscription to Economy Tomorrow and would like to continue my subscription as I have enjoyed the magazine for many years. Unfortunately, due to my bad eyesight, I have trouble reading your magazine. My doctor has told me that I need to look for large print magazines and books. I’d like to know whether there’s a large print version of your magazine. Please contact me if this is something you offer. Thank you for your time. I look forward to hearing from you soon. Sincerely, Martin Gray",
            "보기": "(1) 잡지 기삿거리를 제보하려고 (2) 구독 기간 변경을 신청하려고 (3) 구독료 인상에 대해 항의하려고 (4) 잡지의 큰 글자판이 있는지 문의하려고 (5) 잡지 기사 내용에 대한 정정을 요구하려고",
            "해설": "{\"해석\": \"고객 서비스 팀께, 제 잡지 구독에 관해 연락드립니다. 현재, 저는 '이코노미 투모로우' 잡지를 1년 넘게 구독 중이며, 오랫동안 이 잡지를 즐겨왔기 때문에 구독을 계속하고 싶습니다. 하지만, 시력이 나빠서 귀사의 잡지를 읽는 데 어려움을 겪고 있습니다. 의사에게 큰 글자판 잡지와 책을 찾아보라는 조언을 받았습니다. 귀사의 잡지가 큰 글자판으로 제공되는지 알고 싶습니다. 만약 그렇다면, 저에게 연락해주시길 바랍니다. 시간을 내주셔서 감사합니다. 빠른 회신을 기대하겠습니다. Sincerely, Martin Gray\",\n \"해설\": \"이 글은 Martin Gray가 고객 서비스 팀에게 자신의 잡지 구독에 대해 문의하는 내용입니다. 그는 '이코노미 투모로우' 잡지를 오랫동안 즐겨 읽어왔지만, 현재 시력 문제로 인해 읽는 데 어려움을 겪고 있음을 설명하고 있습니다. 따라서 의사로부터 큰 글자판 잡지와 책을 찾으라는 조언을 받았으며, 이에 따라 큰 글자판 잡지가 있는지 문의하고자 이 글을 썼습니다. 글의 내용에서 언급한 바와 같이 Martin Gray는 시력 문제로 인해 '이코노미 투모로우' 잡지의 큰 글자판이 있는지를 문의하고 있는 것이 주된 목적입니다. 따라서 글의 목적으로 가장 적절한 것은 (4) '잡지의 큰 글자판이 있는지 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear local business owners, My name is Carol Williams, president of the student council at Yellowstone High School. We are hosting our annual quiz night on March 30 and plan to give prizes to the winning team. However, this event won’t be possible without the support of local businesses who provide valuable products and services. Would you be willing to donate a gift certificate that we can use as a prize? We would be grateful for any amount on the certificate. In exchange for your generosity, we would place an advertisement for your business on our answer sheets. Thank you for taking time to read this letter and consider our request. If you’d like to donate or need more information, please call or email me. I look forward to hearing from you soon. Carol Williams",
            "보기": "(1) 행사 홍보물 게시가 가능한지를 문의하려고 (2) 학교 퀴즈 행사에 사용할 물품 제작을 의뢰하려고 (3) 우승 상품으로 사용할 상품권을 기부해 줄 것을 요청하려고 (4) 학교 행사로 예상되는 소음 발생에 대해 양해를 구하려고 (5) 퀴즈 행사 개최를 위한 장소 사용 허가를 받으려고",
            "해설": "{\"해석\": \"친애하는 지역 사업체 소유주 여러분, 저는 Yellowstone 고등학교 학생회장 Carol Williams입니다. 저희는 3월 30일에 연례 퀴즈 나이트를 개최하며, 우승 팀에게 상을 수여할 계획입니다. 그러나 이 행사는 귀중한 제품과 서비스를 제공해 주시는 지역 사업체의 지원 없이는 불가능할 것입니다. 상품으로 사용할 상품권을 기부해 주실 수 있으신가요? 상품권에 기재된 금액은 어느 정도든 감사히 받겠습니다. 여러분의 관대함에 대한 보답으로, 저희는 답안지에 귀하의 사업체 광고를 게재해드리겠습니다. 이 편지를 읽어주시고 저희 요청을 고려해 주셔서 감사합니다. 기부해 주시거나 추가 정보가 필요하시면 저에게 전화나 이메일로 연락 주시기 바랍니다. 곧 소식을 듣기를 기대합니다. Carol Williams\",\n\n\"해설\": 이 글은 Yellowstone 고등학교 학생회장 Carol Williams가 지역 사업체 소유주들에게 연례 퀴즈 나이트 행사를 위해 상품권 기부를 요청하는 내용입니다. 글의 주요 목적은 행사 우승 상품으로 사용할 상품권을 기부받기 위한 것입니다. 글의 시작 부분에서 자신을 소개한 후, 3월 30일에 열리는 퀴즈 나이트 행사와 해당 행사에서 상품을 수여할 계획임을 밝힙니다. 이어서 지역 사업체의 지원이 필요하다는 점을 강조하고, 기부받은 상품권에 대해 감사히 여기겠다는 내용을 담고 있습니다. 마지막으로 기부에 대한 대가로 광고를 게재하겠다고 제안하며, 문의가 있으면 연락하라는 말로 마무리하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '우승 상품으로 사용할 상품권을 기부해 줄 것을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "It was a pleasure meeting you at your gallery last week. I appreciate your effort to select and exhibit diverse artwork. As I mentioned, I greatly admire Robert D. Parker’s paintings, which emphasize the beauty of nature. Over the past few days, I have been researching and learning about Robert D. Parker’s online viewing room through your gallery’s website. I’m especially interested in purchasing the painting that depicts the horizon, titled Sunrise. I would like to know if the piece is still available for purchase. It would be a great pleasure to house this wonderful piece of art. I look forward to your reply to this inquiry.",
            "보기": "(1) 좋아하는 화가와의 만남을 요청하려고 (2) 미술 작품의 구매 가능 여부를 문의하려고 (3) 소장 중인 미술 작품의 감정을 의뢰하려고 (4) 미술 작품의 소유자 변경 내역을 확인하려고 (5) 기획 중인 전시회에 참여하는 화가를 홍보하려고",
            "해설": "{\"해석\": \"지난 주 갤러리에서 만나 뵙게 되어 즐거웠습니다. 다양한 예술 작품을 선택하고 전시하려는 당신의 노력에 감사드립니다. 말씀드렸듯이, 저는 자연의 아름다움을 강조하는 로버트 D. 파커의 그림을 매우 존경합니다. 지난 며칠 동안 당신의 갤러리 웹사이트를 통해 로버트 D. 파커의 온라인 전시실을 연구하고 학습했습니다. 특히 수평선을 묘사한 'Sunrise'라는 제목의 그림을 구매하는 데 관심이 있습니다. 이 작품이 아직 구매 가능한지 알고 싶습니다. 이 멋진 예술 작품을 소장하게 되면 큰 기쁨이 될 것입니다. 이 문의에 대한 답변을 기다리겠습니다.\", \n\"해설\": \" 이 글은 갤러리에서 만난 이후에 특정 작품의 구매 가능 여부를 문의하기 위해 작성된 편지입니다. 글의 주제는 'Sunrise'라는 제목의 그림을 구매할 수 있는지 여부를 묻는 것입니다. 주장은 이 작품이 아직 구매 가능한지 알려달라는 요청입니다. 글의 소재는 특정 예술 작품이고, 주장하는 문장은 '이 작품이 아직 구매 가능한지 알고 싶습니다'입니다. 결론 부분에서는 구매가 가능하다면 큰 기쁨이 될 것이라고 덧붙이며 마무리하고 있습니다. 따라서 글의 목적은 (2) '미술 작품의 구매 가능 여부를 문의하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear parents, Regular attendance at school is essential in maximizing student potential. Recently, we’ve become concerned about the number of unapproved absences across all grades. I would like to further clarify that your role as a parent is to approve any school absence. Parents must provide an explanation for absences to the school within 7 days from the first day of any period of absence. Where an explanation has not been received within the 7­day time frame, the school will record the absence as unjustified on the student’s record. Please ensure that you go to the parent portal site and register the reason any time your child is absent. Please approve all absences, so that your child will not be at a disadvantage. Many thanks for your cooperation. Sincerely, Natalie Brown, Vice Principal",
            "보기": "(1) 자녀의 결석 사유를 등록해 줄 것을 요청하려고 (2) 학교 홈페이지의 일시적 운영 중단을 공지하려고 (3) 자녀가 지각하지 않도록 부모의 지도를 당부하려고 (4) 방과 후 프로그램에 대한 부모의 관심을 독려하려고 (5) 인정 결석은 최대 7일까지 허용된다는 것을 안내하려고",
            "해설": "{\"해석\": \"학부모님께, 정기적인 학교 출석은 학생의 잠재력을 극대화하는 데 필수적입니다. 최근 모든 학년에 걸쳐 승인되지 않은 결석의 수에 대해 우려하게 되었습니다. 부모로서의 여러분의 역할은 학교 결석을 승인하는 것임을 다시 한 번 분명히 하고자 합니다. 부모는 결석 기간의 첫날로부터 7일 이내에 결석에 대한 설명을 학교에 제공해야 합니다. 이 7일 기간 내에 설명을 받지 못한 경우, 학교는 학생의 기록에 결석을 정당화되지 않은 것으로 기록할 것입니다. 자녀가 결석하는 경우에는 부모 포털 사이트에 가서 결석 사유를 등록해 주시기 바랍니다. 모든 결석을 승인해 주셔서 자녀가 불이익을 받지 않도록 해 주시기 바랍니다. 협조해 주셔서 감사합니다. 부교장 나탈리 브라운 드림\",\n\"해설\": 이 글은 부교장인 나탈리 브라운이 학부모들에게 보내는 것으로, 학생의 학교 출석의 중요성에 대해 언급하며 결석에 대한 부모의 역할을 강조하고 있다. 글의 핵심은 부모가 자녀의 결석 사유를 7일 이내에 학교에 설명해야 하며, 그렇지 않은 경우에는 정당화되지 않은 결석으로 기록된다는 점이다. 따라서 부모가 결석 사유를 제때 등록해 자녀가 불이익을 받지 않도록 협조를 요청하고 있다. 이로 볼 때 글의 목적으로 가장 적절한 것은 (1) '자녀의 결석 사유를 등록해 줄 것을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, I would like to draw your attention to a problem that frequently occurs with the No. 35 buses. There is a bus stop about halfway along Fenny Road, at which the No. 35 buses are supposed to stop. It would appear, however, that some of your drivers are either unaware of this bus stop or for some reason choose to ignore it, driving past even though the buses are not full. I would be grateful if you could remind your drivers that this bus stop exists and that they should be prepared to stop at it. I look forward to seeing an improvement in this service soon. Yours faithfully, John Williams",
            "보기": "(1) 버스 운전기사 채용 계획을 문의하려고 (2) 버스 정류장의 위치 변경을 요청하려고 (3) 도로 공사로 인한 소음에 대해 항의하려고 (4) 출퇴근 시간의 버스 배차 간격 단축을 제안하려고 (5) 버스 정류장 무정차 통과에 대한 시정을 요구하려고",
            "해설": "{\"해석\": \"관계자 분께, 저는 종종 발생하는 문제에 대해 주의를 환기하고자 합니다. 그 문제는 바로 No. 35번 버스와 관련된 것입니다. Fenny Road 중간쯤에 No. 35번 버스가 정차해야 하는 버스 정류장이 하나 있습니다. 하지만 일부 버스 기사들이 이 버스 정류장을 모르는 것 같거나, 어떤 이유에서인지 이를 무시하고 멈추지 않고 지나치는 경우가 있습니다. 버스가 만석이 아님에도 불구하고 그렇습니다. 귀하께서 버스 기사들에게 이 버스 정류장의 존재를 상기시키고 정차 준비를 하도록 해주신다면 감사하겠습니다. 이 서비스의 개선을 기대하겠습니다. 존경을 담아, John Williams 드림\", \"해설\": John Williams가 버스 회사 관계자에게 쓴 글입니다. 글의 주요 내용은 No. 35번 버스 기사들이 Fenny Road 중간의 특정 정류장에 정차하지 않고 지나치는 문제를 지적하고, 이를 시정해 달라는 요청입니다. 글의 목적은 분명히 버스 정류장 무정차 통과에 대한 시정을 요구하는 것이므로, 가장 적절한 답변은 (5) '버스 정류장 무정차 통과에 대한 시정을 요구하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, I am writing to inform you of an ongoing noise issue that I am experiencing. My apartment faces the basketball courts of the community center. While I fully support the community center’s services, I am constantly being disrupted by individuals playing basketball late at night. Many nights, I struggle to fall asleep because I can hear people bouncing balls and shouting on the basketball courts well after 11 p.m.. Could you restrict the time the basketball court is open to before 9 p.m.? I’m sure I’m not the only person in the neighborhood that is affected by this noise issue. I appreciate your assistance. Sincerely, Ian Baldwin",
            "보기": "(1) 체육관의 바닥 교체 공사를 요구하려고 (2) 농구 코트의 운영 시간 제한을 요청하려고 (3) 문화 센터 시설의 대관 날짜를 변경하려고 (4) 건강 증진 프로그램 신청 방법을 문의하려고 (5) 지역 내 체육 시설의 증설 가능 여부를 확인하려고",
            "해설": "{\"해석\": \"관계자분께, 저는 현재 겪고 있는 소음 문제에 대해 알리고자 이 글을 씁니다. 제 아파트는 커뮤니티 센터의 농구 코트를 마주보고 있습니다. 저는 커뮤니티 센터의 서비스들을 전적으로 지지하지만, 밤늦게 농구를 하는 사람들 때문에 끊임없이 방해를 받고 있습니다. 많은 밤에 저는 사람들이 공을 튀기고 소리를 지르는 소리 때문에 11시가 넘어서까지 잠들기 힘들어하고 있습니다. 농구 코트 운영 시간을 저녁 9시 이전으로 제한해 주실 수 있나요? 이 소음 문제로 영향을 받는 사람이 저뿐만은 아닐 겁니다. 도움을 주셔서 감사합니다. 신실하게, Ian Baldwin.\",\n\"해설\": \"글쓴이 Ian Baldwin은 커뮤니티 센터의 농구 코트에서 늦은 시간에 발생하는 소음 문제에 대해 알리고 있으며, 이에 대한 해결책으로 농구 코트의 운영 시간을 저녁 9시 이전으로 제한해 줄 것을 요청하고 있습니다. 글의 주제는 '농구 코트의 소음 문제'이며, 글쓴이의 주장은 농구 코트 운영 시간을 제한해 달라는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '농구 코트의 운영 시간 제한을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Art Crafts People of Greenville, For the annual Crafts Fair on May 25 from 1 p.m. to 6 p.m., the Greenville Community Center is providing booth spaces to rent as in previous years. To reserve your space, please visit our website and complete a registration form by April 20. The rental fee is $50. All the money we receive from rental fees goes to support upcoming activities throughout the year. We expect all available spaces to be fully booked soon, so don’t get left out. We hope to see you at the fair.",
            "보기": "(1) 지역 예술가를 위한 정기 후원을 요청하려고 (2) 공예품 박람회의 부스 예약을 안내하려고 (3) 대여 물품의 반환 방법을 설명하려고 (4) 지역 예술가가 만든 물품을 홍보하려고 (5) 지역 행사 일정의 변경 사항을 공지하려고",
            "해설": "{\"해석\": \"Greenville의 공예 예술가 여러분께, 5월 25일 오후 1시부터 6시까지 열리는 연례 공예품 박람회를 위해, Greenville 커뮤니티 센터에서는 이전 해와 마찬가지로 임대할 부스 공간을 제공합니다. 공간을 예약하려면 저희 웹사이트를 방문하여 4월 20일까지 등록 양식을 작성해 주세요. 임대료는 $50입니다. 임대료로 받은 모든 돈은 연중 내내 있을 예정인 활동들을 지원하는 데 사용됩니다. 저희는 모든 이용 가능한 공간이 곧 예약되리라고 예상하므로, 예약하지 못하는 일이 없도록 하세요. 박람회에서 여러분을 뵙기를 바랍니다.\", \"해설\": 이 글은 연례 공예품 박람회를 위해 부스 공간을 예약하는 방법에 대해 안내하고 있습니다. 먼저 행사의 날짜와 시간을 명시하고, 부스 공간을 임대할 수 있다는 사실을 알립니다. 그 후, 예약 방법과 임대료에 대해 설명하며, 수익금의 용도를 언급합니다. 마지막으로 예약이 빨리 완료될 것이라는 점을 강조하고, 박람회에서 참가자를 만날 수 있기를 기대한다고 말합니다. 따라서 글의 목적으로 가장 적절한 것은 \"(2) 공예품 박람회의 부스 예약을 안내하려고\"입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear C&G Waste Services, Westwood High School is currently establishing a paper recycling program. With the help of students and staff, we aim to significantly reduce the amount of paper that goes into the trash by recycling paper. We currently have a dumpster that will hold the paper recycling, but we need containers for individual classrooms to meet our goal. We would like to request 20 containers. We also need 2,000 clear trash bags in order to allow students and staff to get the paper to the recycle dumpster. So, we are asking your company if it will donate these items so that we may succeed in conserving our natural resources. Please contact me if you have any questions. We look forward to establishing a partnership with C&G Waste Services. We know that these types of partnerships help us give back to the community and enhance actions our students can take towards helping the environment. Sincerely, Anna Wilson",
            "보기": "(1) 빈번한 쓰레기 미수거에 대해 항의하려고 (2) 구입한 물품의 배송 지연에 대해 문의하려고 (3) 재활용 쓰레기 수거 일정의 변경을 요청하려고 (4) 지역 환경 보호 운동을 선도한 것에 대해 감사하려고 (5) 종이 재활용 프로그램 운영에 필요한 물품 기부를 부탁하려고",
            "해설": "{\"해석\": \"C&G Waste Services에게 웨스트우드 고등학교는 현재 종이 재활용 프로그램을 구축하고 있습니다. 학생들과 교직원의 도움으로 우리는 종이를 재활용하여 쓰레기로 버려지는 종이의 양을 크게 줄이는 것을 목표로 하고 있습니다. 현재 우리는 종이 재활용을 위한 큰 쓰레기통을 갖추고 있지만 우리의 목표를 달성하기 위해 각 교실에 필요한 컨테이너가 필요합니다. 우리는 20개의 컨테이너를 요청드리고 싶습니다. 또한, 학생들과 교직원이 재활용 쓰레기통으로 종이를 옮길 수 있도록 2,000개의 투명 쓰레기봉투도 필요합니다. 따라서 저희 학교는 귀사에 이러한 물품을 기부해 주실 수 있는지 문의 드립니다. 질문이 있으시면 저에게 연락해 주십시오. C&G Waste Services와의 파트너십을 구축하기를 기대합니다. 우리는 이러한 파트너십이 커뮤니티에 기여하고 학생들이 환경을 돕는 행동을 향상시키는 데 도움을 준다고 믿습니다. 안나 윌슨 드림\",\n\"해설\": 글의 목적은 웨스트우드 고등학교가 종이 재활용 프로그램을 운영하는 데 필요한 물품을 C&G Waste Services에게 기부 요청을 하기 위함입니다. 글의 도입부에서 학교가 종이 재활용 프로그램을 시작하고 있다는 소개와 함께 목표를 설명하고 있습니다. 핵심 문장은 \"우리는 20개의 컨테이너를 요청드리고 싶습니다\"와 \"2,000개의 투명 쓰레기봉투도 필요합니다\"입니다. 그리고 \"귀사에 이러한 물품을 기부해 주실 수 있는지 문의 드립니다\"라는 문장에서 명확하게 기부 요청을 하고 있습니다. 따라서 주어진 글의 목적은 (5) '종이 재활용 프로그램 운영에 필요한 물품 기부를 부탁하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "CASEY HIGH SCHOOL DAILY ANNOUNCEMENT (Thursday, April 10, 2014) Dear Students, As we have already announced, times for each school bus during the morning commute are departure times, and afternoon commute times are arrival times. Due to very tight schedules and extreme traffic conditions, our drivers and security attendants are trained not to wait for late students. Students should arrive at the bus stop approximately 5 minutes before the scheduled departure in the morning. This ensures riders are ready to board the bus when it reaches the stop and promotes an on-time arrival at school. The same applies for the afternoon commute. Barbara Howe, Principal",
            "보기": "(1) 신설된 통학버스의 운행시간을 안내하려고 (2) 통학버스의 변경된 탑승 장소를 공지하려고 (3) 등하교 시 적극적인 통학버스 이용을 권장하려고 (4) 통학버스 정류장에 미리 나와 줄 것을 당부하려고 (5) 통학버스 이용 만족도 조사에 참여하도록 독려하려고",
            "해설": "{\"해석\": \"CASEY 고등학교 일일 공지사항 (2014년 4월 10일 목요일) 사랑하는 학생들, 이미 공지한 바와 같이, 아침 통학버스 출발 시간과 오후 통학버스 도착 시간은 각각 출발 시간과 도착 시간입니다. 매우 빡빡한 일정과 극심한 교통 상황으로 인해, 우리 운전기사들과 안전 요원들은 늦은 학생들을 기다리지 않도록 훈련받았습니다. 학생들은 아침 출발 시간 약 5분 전에 버스 정류장에 도착해야 합니다. 이는 버스가 정류장에 도착했을 때 승객들이 탑승 준비가 되어 있으며 학교에 정시에 도착하는 것을 촉진합니다. 오후 통학에도 동일하게 적용됩니다. 교장 바바라 하우 드림\",\n\"해설\": 글의 주체는 CASEY 고등학교의 교장인 Barbara Howe이며, 학생들에게 통학버스 이용 시 지켜야 할 사항에 대해 안내하고 있습니다. 특히, 아침 통학버스를 이용할 때 학생들이 늦지 않도록 출발 시간보다 5분 전에 버스 정류장에 도착해야 한다는 점을 강조하고 있습니다. 이는 제시간에 학교에 도착하기 위해 중요한 사항이며, 늦은 학생들을 위해 버스가 기다리지 않는다는 점을 명확히 하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (4) '통학버스 정류장에 미리 나와 줄 것을 당부하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Mattie, Thank you very much for offering me the research engineer position at ABC Company. However, after a great deal of thought, I have decided not to accept the position. Your company has an excellent reputation as a research institution and has many aspects that are very attractive to me. Unfortunately, I cannot accept your offer because I have decided to pursue another opportunity. Once again, thank you for your consideration. Very truly yours, Christine Mahoe",
            "보기": "(1) 입사 제안을 거절하려고 (2) 계약 조건을 확인하려고 (3) 업무 조정을 요청하려고 (4) 입사 시험 결과를 문의하려고 (5) 입사 지원 절차를 알아보려고",
            "해설": "{\"해석\": \"매티 씨께, ABC 회사에서 연구 엔지니어 직책을 제안해 주셔서 대단히 감사합니다. 하지만, 많은 고민 끝에 그 직책을 받아들이지 않기로 결정했습니다. 귀사의 연구 기관으로서의 탁월한 평판과 저에게 매우 매력적인 많은 점들이 있음에도 불구하고, 다른 기회를 추구하기로 결정했기 때문에 제안을 수락할 수 없습니다. 다시 한 번, 저를 고려해 주셔서 감사합니다. 진심을 담아, 크리스틴 마호이\", \"해설\": \"크리스틴 마호이가 매티 씨에게 보낸 편지로, ABC 회사에서 연구 엔지니어 직책을 제안받았지만 그 제안을 거절한다는 내용을 담고 있습니다. 글의 시작 부분에서 제안에 감사하며, 고민 끝에 다른 기회를 추구하기로 결정했기 때문에 제안을 받아들이지 않는다고 말하고 있습니다. 글의 주제는 '입사 제안 거절'이며, 목적 역시 이를 전달하는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '입사 제안을 거절하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Honor your children in celebration of their birthdays or in recognition of their accomplishments by donating a book through the Williams Book Club. You can support our library by immediately adding a new book to its holdings. Diane Jordan, Williams’ Media Specialist, has put together a wish list of books based in part on suggestions from students. Library bound books generally cost $15 or $20. You have the choice to donate either of those amounts. Mrs. Jordan will purchase a book from the list with your monetary donation. Your gift book will have a personalized label inside stating that it was given to Williams Middle School in honor of your child. Your child’s name will be mentioned during the morning show’s Book Club Highlights and the gift book will be placed in a special section of the Media Center featuring Book Club books. If you have questions about the books, please contact Mrs. Jordan at d.jordan@williamsbookclub.com, or phone at 1-800-456-4959.",
            "보기": "(1) 독서 클럽 가입 절차를 안내하려고 (2) 온라인 도서 구매 방법을 알려주려고 (3) 변경된 도서관 이용 방법을 공지하려고 (4) 구입 희망 도서 목록 작성을 요청하려고 (5) 도서 기부를 위한 모금 참여를 권장하려고",
            "해설": "{\"해석\": \"자녀의 생일을 기념하거나 그들의 성취를 인정하여 Williams Book Club을 통해 도서를 기부하여 자녀를 기리는 것은 어떠신가요? 여러분의 기부로 우리 도서관에 새로운 책을 즉시 추가하는 데 도움을 줄 수 있습니다. Williams 도서관 미디어 전문가인 Diane Jordan은 학생들의 제안의 일부분을 기반으로 한 도서 희망 목록을 준비했습니다. 장서용 책의 일반적인 비용은 $15 또는 $20입니다. 여러분은 이 중 원하는 금액을 기부할 수 있습니다. Jordan 선생님은 기부된 금액으로 목록에 있는 책을 구매할 것입니다. 도서관에 기부된 책에는 ‘Williams Middle School에 귀하의 자녀를 기리기 위해 기부됨’이라는 개인화된 라벨이 붙습니다. 자녀의 이름은 도서 클럽 하이라이트의 아침 방송에서 언급되며, 기부된 도서는 미디어 센터의 도서 클럽 서가에 특별히 배치될 것입니다. 도서에 대한 질문이 있으시면 d.jordan@williamsbookclub.com으로 Jordan 선생님에게 이메일을 보내시거나 1-800-456-4959로 전화해 주시기 바랍니다.\",\n\"해설\": 이 글은 Williams Book Club을 통해 도서를 기부하라는 내용을 포함하고 있다. 글의 처음부터 자녀의 생일을 기념하거나 성취를 인정하기 위해 기부를 제안하는 문구로 시작하여, 구체적인 기부 방법과 혜택을 설명하고 있다. 도서를 기부하는 방법과 금액, 기부된 도서와 자녀의 이름이 어떻게 기려질 것인지 등의 세부 사항도 제공하고 있다. 이 모든 설명은 독자에게 도서 기부에 참여할 것을 권장하기 위함이다. 따라서 글의 목적으로 가장 적절한 것은 (5) '도서 기부를 위한 모금 참여를 권장하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "If you’re one of the countless people whose mind and body have been overworked, you need a program that will give you a more positive and energetic life: the Health Management Program offered by the ABC Well-Being Institute. This program lasts for six weeks and consists of three different components: Daily Targets, Walking Plans, and Eating Plans. Each week, you’ll be advised by our health experts and introduced to new physical activity targets. Are you serious about improving your life immediately? Then, you can start by enrolling in our fantastic program today.",
            "보기": "(1) 스포츠 센터 강사를 모집하려고 (2) 건강관리 프로그램을 홍보하려고 (3) 걷기 운동의 효과를 강조하려고 (4) 스트레스의 위험성을 경고하려고 (5) 약물 남용의 부작용을 설명하려고",
            "해설": "{\"해석\": \"만약 여러분이 과로로 인해 몸과 마음이 지친 수많은 사람들 중 한 명이라면, 더 긍정적이고 활기찬 삶을 제공하는 프로그램이 필요합니다: ABC 웰빙 연구소에서 제공하는 건강관리 프로그램입니다. 이 프로그램은 6주 동안 진행되며 세 가지 다른 요소로 구성되어 있습니다: 일일 목표, 걷기 계획, 그리고 식단 계획입니다. 매주 건강 전문가의 조언을 받고 새로운 신체 활동 목표를 소개받을 것입니다. 당장 자신의 삶을 개선하고 싶으신가요? 그렇다면 오늘 당장 우리의 환상적인 프로그램에 등록하여 시작할 수 있습니다.\", \"해설\": \"이 글은 과로로 지친 사람들에게 ABC 웰빙 연구소의 건강관리 프로그램을 소개하고 홍보하기 위한 것입니다. 프로그램의 구성(일일 목표, 걷기 계획, 식단 계획)과 기간(6주)을 설명하고, 매주 건강 전문가의 조언을 받을 수 있다는 점을 강조합니다. 또한 즉시 등록하라는 액션을 촉구하는 내용이 포함되어 있습니다. 주제는 건강관리 프로그램의 홍보이며, 글의 목적은 해당 프로그램에 대한 참여를 독려하는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '건강관리 프로그램을 홍보하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Brooks, We hope you and your family are well. According to our records, you have not been in for your regular checkup. Your last checkup was on April 1st. We understand life gets busy but we hope you will take the time to call and schedule an appointment. Regular dental exams are the best way to avoid gum disease, cavities and bad breath. Since you have been our loyal client for a long time, we would like to offer you a 10% discount off your next exam. Please call us and we will schedule you right away. We look forward to seeing you soon! You can reach us at 812-863-1012 or email us at kwilson@goodmail.com. Sincerely, Kenneth Wilson",
            "보기": "(1) 새로 개원한 병원을 홍보하려고 (2) 구강 검진 결과에 대해 알려 주려고 (3) 약 복용 시 주의 사항을 설명하려고 (4) 병원 예약 날짜와 시간을 통보하려고 (5) 치과 정기 검진을 받을 것을 권유하려고",
            "해설": "{\"해석\": \"Brooks 씨께, 당신과 당신의 가족이 잘 지내고 있기를 바랍니다. 저희 기록에 따르면, 당신은 정기 검진을 받지 않았습니다. 마지막 검진일은 4월 1일이었습니다. 인생이 바빠진다는 것을 이해하지만, 시간을 내서 전화하여 예약을 잡기를 바랍니다. 정기적인 치과 검진은 잇몸 질환, 충치, 구취를 피할 수 있는 최선의 방법입니다. 당신은 저희의 오랜 고객이기 때문에, 다음 검진에 대해 10% 할인 혜택을 제공하고자 합니다. 저희에게 전화를 주시면 바로 예약을 잡아드리겠습니다. 곧 뵙기를 기대하겠습니다! 812-863-1012번으로 전화하시거나 kwilson@goodmail.com으로 이메일을 보내주시면 됩니다. 진심으로, Kenneth Wilson 드림\",\n\"해설\": 이 글은 Kenneth Wilson이 Ms. Brooks에게 보낸 편지이며, Ms. Brooks가 정기 치과 검진을 받지 않았음을 알리고 있습니다. 마지막 검진일이 4월 1일이며, 규칙적인 치과 검진이 잇몸 질환, 충치 및 구취를 예방하는 데 가장 좋다는 점을 강조하고 있습니다. 따라서 Ms. Brooks에게 치과 정기 검진을 받도록 권유하는 것이 편지의 주된 목적입니다. Ms. Brooks가 오랜 고객이기 때문에 다음 검진에 대해 10% 할인을 제공한다는 혜택도 언급하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (5) '치과 정기 검진을 받을 것을 권유하려고' 입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Sir or Madam: I am writing to you regarding a price discrepancy I encountered between an item offered in your retail store and the same item offered on your website. I recently ordered an outfit from your online store, item #N4A8-BL. The price listed on the site was $109, which was paid by credit card. Please take a look at the attached receipt. Three days later, while shopping at our local mall, I visited one of your retail shops and found the exact same outfit priced at $79. I would like to ask for a refund of the price difference. I am assuming that this would be a better solution to packing up the outfit and shipping it back to you for a full refund. Sincerely, Patricia Cavelli",
            "보기": "(1) 상품 수선을 의뢰하려고 (2) 차액 환불을 요청하려고 (3) 할인 품목을 문의하려고 (4) 품질 차이를 항의하려고 (5) 결제 수단을 변경하려고",
            "해설": "{\"해석\": \"존경하는 귀하께, 저는 귀하의 소매점에서 제공하는 상품과 동일한 상품이 귀하의 웹사이트에서도 제공되는 것을 발견했을 때 가격 차이와 관련하여 귀하에게 편지를 씁니다. 최근에 귀하의 온라인 스토어에서 아이템 #N4A8-BL을 주문했습니다. 사이트에 표기된 가격은 $109였고, 이 금액을 신용카드로 지불했습니다. 첨부된 영수증을 참조하시기 바랍니다. 3일 후, 우리 지역 쇼핑몰에서 쇼핑을 하던 중, 귀하의 소매점 중 하나를 방문했는데 정확히 동일한 의상이 $79에 판매되고 있었습니다. 가격 차액의 환불을 요청하고자 합니다. 옷을 포장해서 귀하에게 반품하여 전액 환불을 받는 것보다 이 방법이 더 나은 해결책이라 생각합니다. 진심으로, Patricia Cavelli\",\n\"해설\": 편지의 내용은 작성자 Patricia Cavelli가 귀사의 온라인 스토어와 소매점에서 동일한 상품의 가격 차이를 발견한 후에 이와 관련한 문제를 제기하는 것에 초점을 맞추고 있습니다. 온라인 스토어에서 $109에 구매한 아이템이 소매점에서는 $79에 판매되고 있었기 때문에, Patricia는 이 가격 차이를 환불받기를 원하고 있습니다. 전체적인 글의 흐름과 목적을 검토해보면, 이 글의 목적은 (2) '차액 환불을 요청하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Johnson, I would like to thank you for approving my request that the company pay for my college tuition. Today, Human Resources informed me that you had signed my request for payment. I want to tell you that this financial relief will make a great difference in my life. Now, I can focus more on my job. This will enable me to perform better at my work and contribute more to the company. Once again, I appreciate your support of my tuition and your faith in me. Sincerely, Warwick Smith",
            "보기": "(1) 학비 지원 승인에 감사하려고 (2) 대학 입학 추천서를 부탁하려고 (3) 장학금 신청 자격을 문의하려고 (4) 급여 인상 계획 승인을 요청하려고 (5) 업무 효율성 향상 방안을 제안하려고",
            "해설": "{\"해석\": \"Johnson 씨께, 회사에서 제 대학 학비를 지원하기로 승인해 주셔서 감사합니다. 오늘 인사부에서 귀하께서 제 결제 요청서에 서명하셨다는 소식을 들었습니다. 이 재정적 지원이 제 삶에 큰 변화를 가져다줄 것이라는 말씀을 드리고 싶습니다. 이제 저는 제 일에 더 집중할 수 있게 되었습니다. 이는 제가 제 일에서 더 나은 성과를 내고 회사에 더 큰 기여를 할 수 있게 해줄 것입니다. 다시 한 번 제 학비를 지원해 주시고 저를 믿어 주셔서 감사합니다. Warwick Smith 드림\", \"해설\": Warwick Smith가 Johnson 씨에게 보내는 이 편지는 학비 지원이 승인된 것에 대해 감사하는 내용을 담고 있습니다. 인사부를 통해 학비 지원이 승인되었음을 알게 되었고, 이는 Smith의 삶에 큰 변화를 가져다줄 것이라는 점을 강조하고 있습니다. 학비 지원 덕분에 일에 더 집중할 수 있으며, 이는 결과적으로 회사에 더 큰 기여를 하게 될 것이라고 말하고 있습니다. 주된 초점은 학비 지원에 대한 감사와 이를 통한 긍정적인 영향에 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '학비 지원 승인에 감사하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Supporter: I am writing to ask you to financially support the Marine Biodiversity Preservation Campaign. Global marine biodiversity is increasingly endangered, and coral reefs are among the most threatened marine environments on Earth. This is particularly true for the reefs in the Coral Triangle Region. With your donation, we can preserve fragile coral reefs around the world. For more information on how to donate, please visit www.marinebio.org/reefs. Thank you. Sincerely, Braulio Ferreira",
            "보기": "(1) 산호초 특별 전시회를 홍보하려고 (2) 환경 보호 지원 정책을 공모하려고 (3) 산호초 보호를 위한 기부를 부탁하려고 (4) 해양 생태계 보호 법률 제정을 촉구하려고 (5) 산호초 다양성에 관한 연구 결과를 설명하려고",
            "해설": "{\"해석\": \"후원자님께: 저는 해양 생물 다양성 보전 캠페인에 재정적 지원을 부탁드리고자 글을 씁니다. 세계 해양 생물 다양성이 점점 더 위험에 처해져 있으며, 산호초는 지구상에서 가장 위협받는 해양 환경 중 하나입니다. 특히 산호 삼각지대 지역의 산호초가 그렇습니다. 당신의 기부로, 우리는 전 세계의 연약한 산호초를 보존할 수 있습니다. 기부 방법에 대한 더 자세한 정보는 www.marinebio.org/reefs를 방문해 주십시오. 감사합니다. 브라울리오 페레이라 드림\",\n \"해설\": \"글을 작성한 목적은 후원자에게 산호초 보전을 위한 재정적 지원을 요청하기 위함입니다. 산호초가 얼마나 위협받고 있는지 설명하며, 이를 보호하기 위해 기부를 부탁하는 내용을 담고 있습니다. 기부 방법에 대한 구체적인 정보와 함께 기부를 요청하는 만큼, 글의 내용은 전시회 홍보, 정책 공모, 법률 제정 촉구, 연구 결과 설명 등이 아닌 기부를 부탁하는 데 초점이 맞춰져 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '산호초 보호를 위한 기부를 부탁하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. O’Leary, As requested, the cafeteria staff has developed a new menu that we believe the students will be excited about. First, in addition to our daily specials, gourmet pizza will be available every day. We have also created a sundae bar that will be open on Fridays, and we will offer main dishes from particular cuisines, such as Mexican or Chinese. Following your approval, we will implement these changes after the holiday break. If you have any questions, please contact me at 655-1472. Otherwise, I look forward to receiving your feedback by the end of the week. Sincerely, Lora Parker",
            "보기": "(1) 새로 제공할 메뉴의 승인을 요청하려고 (2) 식당 음식에 대한 선호도를 조사하려고 (3) 식당 직원의 충원 계획을 공지하려고 (4) 행사에 필요한 음식 준비를 부탁하려고 (5) 요리 강습에서 실습할 음식에 대해 논의하려고",
            "해설": "{\"해석\": \"O'Leary 씨께, 요청하신 대로, 식당 직원들이 학생들이 좋아할 만한 새로운 메뉴를 개발했습니다. 첫째로, 우리의 일일 특별 메뉴에 더하여, 고급 피자가 매일 제공될 것입니다. 또한 금요일마다 열리는 선데 바도 만들었고, 멕시코나 중국과 같은 특정 요리의 주요 요리도 제공할 예정입니다. 귀하의 승인을 받은 후, 우리는 휴일 후에 이러한 변화를 적용할 것입니다. 질문이 있으시면, 655-1472로 저에게 연락해 주세요. 그렇지 않으면, 이번 주 말까지 귀하의 피드백을 받기를 기대하겠습니다. Lora Parker 드림\", \n\n\"해설\": \"이 글은 Lora Parker가 Ms. O'Leary에게 보내는 편지로, 새로운 메뉴에 대한 승인을 요청하고 있습니다. 글의 내용을 보면, 식당 직원들이 개발한 새로운 메뉴에 대해 설명하고 있으며, 이러한 변경 사항을 휴일 후에 적용하기 위해 Ms. O'Leary의 승인을 필요로 한다고 언급하고 있습니다. 따라서 글의 목적은 '새로 제공할 메뉴의 승인을 요청하려고'라는 (1)번이 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Brown, We are thankful for the complimentary letter you have sent to us regarding our service. Letters like this keep us motivated and guide us to improve our service. We are pleased about your comment as customers’ satisfaction is the main motto of our service. It’s very rare that the customers take time to give thanks for the services, so we would like to use this letter as an example of the customer’s satisfactory remarks in our new brochure if you give us permission to do so. When people see such remarks from satisfied customers, they trust the service and products more. We hope you will help us in this regard. We will be contacting you soon to hear your decision regarding putting your remarks in the brochure. Sincerely, Oliver Watson",
            "보기": "(1) 고객 맞춤 서비스를 홍보하려고 (2) 서비스 개선을 위한 제안을 부탁하려고 (3) 단골 고객을 위한 특별 행사를 알리려고 (4) 고객 불만 사항에 대한 시정 조치를 설명하려고 (5) 홍보 책자에 편지를 싣는 것에 대한 허락을 구하려고",
            "해설": "{\"해석\": \"Brown 씨께, 저희 서비스에 관해 보내주신 칭찬의 편지에 감사드립니다. 이런 편지가 저희에게 동기를 부여하고 서비스를 개선하는 데 도움이 됩니다. 고객의 만족이 저희 서비스의 주요 목표이기 때문에 귀하의 칭찬에 매우 기쁩니다. 고객들이 시간을 내어 서비스에 대해 감사하는 것은 매우 드문 일이므로, 귀하의 동의를 얻어 이 편지를 저희 새 브로셔에 고객 만족 사례로 사용하고자 합니다. 만족한 고객의 평가를 보면 사람들은 서비스와 제품을 더욱 신뢰하게 됩니다. 이와 관련해 귀하의 협조를 부탁드립니다. 귀하의 평가를 브로셔에 싣는 것에 대한 귀하의 결정을 듣기 위해 곧 연락드리겠습니다. Oliver Watson 드림\", \"해설\": 이 글은 Oliver Watson이 Ms. Brown에게 보낸 편지로, Ms. Brown이 서비스에 대해 보내준 칭찬의 편지에 감사를 표하고 있습니다. 글의 주요 내용은 Ms. Brown의 칭찬을 새로운 브로셔에 사용하고자 하는 요청입니다. 고객의 평가가 새로운 고객들에게 신뢰를 주기 때문에, Ms. Brown의 편지 내용을 브로셔에 싣는 것에 대한 허락을 구하고자 합니다. 따라서 글의 목적으로 가장 적절한 것은 (5) '홍보 책자에 편지를 싣는 것에 대한 허락을 구하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Luckman, A few weeks ago I bought a decorative bowl manufactured by your company. Although it makes a beautiful centerpiece for my table, I noticed on the enclosed information leaflet that the bowl gives off harmful chemicals when microwaved. I think that many customers are unaware of the danger of chemical poisoning. Knowing how dangerous chemical poisoning is, I think it’s important that you adequately warn customers not to microwave the bowl. I suggest that you use bold print on the outside of the box. Clarify that the notice of harmful chemicals is a warning, not just a characteristic of the clay. Please consider this so that unnecessary poisoning does not occur. Sincerely, Andy Rooney",
            "보기": "(1) 불량 제품 사용으로 인해 발생한 피해에 대해 항의하려고 (2) 제품 사용 주의사항을 잘 보이게 표기할 것을 제안하려고 (3) 제품의 사용 설명서에 기재된 내용에 대해 문의하려고 (4) 소비자의 취향을 반영한 신제품 개발을 요구하려고 (5) 제품의 기능을 다양하게 할 것을 건의하려고",
            "해설": "{\"해석\": \"Luckman 씨께, 몇 주 전 저는 귀사의 제품으로 제작된 장식용 그릇을 구입했습니다. 이 그릇은 제 테이블에 아름다운 중심 장식이 되긴 하지만, 첨부된 정보 전단지에서 그릇을 전자레인지에 사용하면 유해한 화학물질이 배출된다는 것을 발견했습니다. 많은 고객이 화학 중독의 위험을 인식하지 못하고 있다고 생각합니다. 화학 중독이 얼마나 위험한지 알기 때문에, 저는 귀사가 고객들에게 그릇을 전자레인지에 사용하지 않도록 적절히 경고하는 것이 중요하다고 생각합니다. 상자 외부에 굵은 글씨로 이 사실을 명확히 표기할 것을 제안합니다. 유해한 화학 물질에 대한 공지가 점토의 특성일 뿐만 아니라 경고임을 명확히 해주세요. 불필요한 중독이 발생하지 않도록 이 점을 고려해주세요. Andy Rooney 드림\",\n\"해설\": 이 글은 Andy Rooney가 Luckman 씨에게 보낸 편지로, 글쓴이는 구매한 장식용 그릇의 안전 문제를 강조하며 대응책을 제안하고 있습니다. 주장은 전자레인지 사용 시 그릇에서 유해한 화학물질이 방출된다는 점과 고객에게 이 위험성을 충분히 경고해야 한다는 것입니다. 구체적으로 상자 외부에 굵은 글씨로 경고를 표기할 것을 제안합니다. 글의 목적은 이와 같은 주의를 잘 보이게 표기할 것을 제안하려는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '제품 사용 주의사항을 잘 보이게 표기할 것을 제안하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Molly Oliver, This is Mark Foster, one of the volunteers for the Auditory Frog and Toad Survey. Unfortunately, I was not able to participate in the orientation last weekend, so I could not receive training in distinguishing the sounds of frogs and toads. I heard from another participant that a CD was used in the training session. I was wondering if you could send me one. Since we have ten more days before the survey begins, I’ll have enough time to receive and use the CD to train myself. You can send it to me at the address in my application. I am looking forward to hearing from you soon. Thank you. Sincerely, Mark Foster",
            "보기": "(1) 자원 봉사 참가를 취소하려고 (2) CD를 보내 줄 수 있는지 문의하려고 (3) 신청서에 기입한 주소를 수정하려고 (4) 양서류 생태 조사 일정을 확인하려고 (5) 오리엔테이션에 참석할 수 없음을 알리려고",
            "해설": "{\"해석\": \"Molly Oliver님께, 저는 Auditory Frog and Toad Survey의 자원봉사자 중 한 명인 Mark Foster입니다. 불행히도 지난 주말에 있었던 오리엔테이션에 참석하지 못해 개구리와 두꺼비 소리를 구별하는 훈련을 받을 수 없었습니다. 다른 참가자로부터 훈련 세션에서 CD가 사용되었다는 이야기를 들었습니다. CD를 보내주실 수 있는지 궁금합니다. 조사 시작까지 10일 더 남았으므로 CD를 받아서 스스로 훈련할 시간이 충분합니다. 신청서에 기재된 주소로 보내주시면 됩니다. 곧 답변을 기다리고 있겠습니다. 감사합니다. 진심으로, Mark Foster\", \n\"해설\": 이 글은 Mark Foster가 Molly Oliver에게 보내는 편지로, 그는 오디토리 개구리 및 두꺼비 조사 활동의 자원봉사자입니다. Mark는 오리엔테이션에 참석하지 못해 훈련을 받지 못했으므로, 그 세션에서 사용된 CD를 보내줄 수 있는지를 문의하고 있습니다. 글의 주된 내용은 CD를 요청하는 것이므로, 글의 목적으로 가장 적절한 것은 (2) 'CD를 보내 줄 수 있는지 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Spiller, I am sending this e­mail on behalf of my daughter. She and her fiancé will be married on May 20. The Smalltown Art Museum grounds will be the site of both the ceremony and the reception. My daughter and I anticipate that, between the two families, about fifty couples will need accommodations for the night of May 20. We would like to be able to recommend a quality hotel like Golden Serenity to our guests. We are wondering if you will be able to accommodate our guests for that night and offer them a significant discount. We would appreciate a response by February 20, as we will be printing and mailing invitations soon thereafter. Sincerely, Laura Diamond",
            "보기": "(1) 단체 숙박 및 할인 가능 여부를 문의하려고 (2) 저렴하고 깨끗한 호텔 추천을 부탁하려고 (3) 결혼식 및 피로연 장소를 예약하려고 (4) 청첩장 추가 주문을 취소하려고 (5) 숙박 일정 변경을 요청하려고",
            "해설": "{\"해석\": \"Mr. Spiller께, 저는 제 딸을 대신하여 이 이메일을 보냅니다. 그녀와 그의 약혼자는 5월 20일에 결혼할 예정입니다. 결혼식과 피로연은 Smalltown Art Museum의 야외에서 열릴 것입니다. 저와 제 딸은 두 가족을 합쳐 약 50쌍의 커플이 5월 20일 밤에 숙박을 해야 할 것으로 예상하고 있습니다. 저희는 Golden Serenity와 같은 품질 좋은 호텔을 손님들에게 추천하고 싶습니다. 그날 밤에 저희 손님들을 수용할 수 있는지와 상당한 할인을 제공할 수 있는지 궁금합니다. 곧 초대장을 인쇄하고 우편으로 보낼 예정이므로 2월 20일까지 회신해 주시면 감사하겠습니다. \nLaura Diamond 드림\",\n \n \"해설\": 이 이메일은 Mr. Spiller에게 보내는 것으로, 딸의 결혼식에 관한 내용을 담고 있다. Laura Diamond는 딸을 대신하여, 5월 20일 결혼식에 참석하는 손님들(약 50쌍의 커플)을 위한 숙박을 문의하고 있다. 그녀는 Golden Serenity 호텔을 손님들에게 추천하고 싶으며, 숙박 가능 여부와 할인을 받을 수 있는지 알고 싶어 한다. 2월 20일까지 회신을 요청하며, 초대장을 인쇄하고 발송해야 한다고 덧붙인다. 따라서 이 글의 목적은 (1) '단체 숙박 및 할인 가능 여부를 문의하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Organizer, My name is Cathy Cameron. I’m writing in regards to the “Boston Red Sox Baseball Trip” for the game with the Yankees taking place on Saturday, September 3rd. Unfortunately, I have just become aware that your company’s limit of 53 people for registration has already been reached. However, I would really appreciate it if you could allow my son to register additionally. He is a big fan of the Red Sox, and this trip would make a great surprise gift for his birthday. If there is any way that he is able to join the trip, I would be very grateful. I’m sure it would give him the perfect birthday. I look forward to hearing from you soon. Yours sincerely, Cathy Cameron",
            "보기": "(1) 야구와 관련된 새로운 사업을 제안하려고 (2) 야구 경기 관람권 구매 대행을 요청하려고 (3) 아들 생일 파티를 위한 장소 예약을 취소하려고 (4) 주말 가족 여행 일정 변경이 가능한지 문의하려고 (5) 야구 경기 관람 여행에 아들의 추가 등록을 부탁하려고",
            "해설": "{\"해석\": \"주최자님께, 제 이름은 Cathy Cameron입니다. 저는 9월 3일 토요일에 열리는 양키스와의 경기 'Boston Red Sox 야구 여행'에 관해 글을 씁니다. 안타깝게도 귀사의 등록 제한 인원인 53명이 이미 초과되었다는 것을 이제야 알게 되었습니다. 그러나 제 아들이 추가 등록할 수 있도록 해주신다면 정말 감사하겠습니다. 제 아들은 Red Sox의 열렬한 팬이며, 이 여행은 그의 생일을 위한 최고의 깜짝 선물이 될 것입니다. 그가 이 여행에 참여할 수 있는 방법이 있다면 정말 감사하겠습니다. 그에게 완벽한 생일을 만들어 줄 수 있을 것입니다. 곧 답변을 기다리겠습니다. 진심으로, Cathy Cameron 드림\",\n\"해설\": 글쓴이 Cathy Cameron은 주최자에게 'Boston Red Sox 야구 여행'에 아들을 추가로 등록시킬 수 있는지를 문의하고 있다. 글에서 언급된 내용은 전적으로 아들의 등록 문제에 대한 것으로, 다른 선택지들과는 관련이 없다. 따라서 이 글의 목적은 (5) '야구 경기 관람 여행에 아들의 추가 등록을 부탁하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Dr. Dominick: I have been under your care for the past 4 months for ongoing foot problems and will be returning to work as a deliveryman for Woodland Furniture. I’ve requested a change in work assignments so that I can minimize time standing on my feet. I’ve asked that I be given a clerical job in the warehouse rather than continuing my duties of loading and unloading trucks. I need a statement from you which summarizes the medical problems related to my feet. With this letter, I authorize you to release any test results or related documentation to confirm your medical opinions and recommendations. Please send your statement directly to my supervisor: Harold J. Jackson, Woodland Furniture, 1532 Overlake, Stanton. I appreciate your efforts in advance. Sincerely, Philippe Taylor",
            "보기": "(1) 부상을 당하게 된 경위를 설명하려고 (2) 의사 소견서를 직장으로 보내줄 것을 요청하려고 (3) 보험사 제출용 진료 확인 서류 발급을 의뢰하려고 (4) 이미 치료받은 질병의 재발에 대해 문의하려고 (5) 병원에서의 업무 변경을 부탁하려고",
            "해설": "{\"해석\": \"Dominick 박사님께, 지난 4개월 동안 지속적인 발 문제로 귀하의 진료를 받고 있는 Philippe Taylor입니다. 저는 Woodland Furniture에서 배달원으로 일하고 있었으나, 발목에 부담을 줄이기 위해 일을 바꾸고자 요청했습니다. 현재 저는 트럭 상하차 업무를 계속하는 대신 창고에서 사무직을 맡기를 희망합니다. 그래서 귀하께서 제 발과 관련된 의학적 문제를 요약해 주신 진술서를 필요로 합니다. 이 편지를 통해 귀하께서 의학적 소견과 권고 사항을 확인하는 모든 검사 결과나 관련 문서를 공개하는 것을 허락합니다. 진술서를 다음 주소로 직접 보내 주시기 바랍니다: Woodland Furniture, 1532 Overlake, Stanton의 Harold J. Jackson 감독님 앞으로요. 미리 감사드립니다. Philippe Taylor 드림\",\n\"해설\": 글의 화자인 Philippe Taylor는 발 문제로 인해 일의 변경을 요청하려고 하고 있으며, 이를 위해 의사인 Dominick 박사에게 자신의 발 건강 상태에 대한 의학적 소견서를 작성하여 직장으로 보내달라고 요청하고 있다. 글의 근거로는 입사 편지의 내용과 서술된 내용들을 보면 알 수 있다. 이에 따라 글의 목적은 (2) '의사 소견서를 직장으로 보내줄 것을 요청하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "We hope you enjoyed your recent stay with Youth Hostels Association. We are continually striving to improve the services we offer to our guests and we hope you will take the opportunity to inform us about what you really think. Your feedback is important to us and we would be grateful if you could spare a few minutes to share your experience and opinions. Complete the survey now and you will be entered into a FREE monthly prize draw, and will have the chance to win £200 worth of overnight vouchers to be used with your next booking, at any Youth Hostel of your choice in England and Wales. We appreciate your feedback.",
            "보기": "(1) 경품 당첨 소식을 알리려고 (2) 예약 취소 불가를 통지하려고 (3) 시설 훼손 비용을 청구하려고 (4) 설문 조사 참여를 요청하려고 (5) 숙박 시설 개장을 홍보하려고",
            "해설": "{\"해석\": \"저희 Youth Hostels Association에서 최근 숙박을 즐기셨기를 바랍니다. 저희는 고객에게 제공하는 서비스를 지속적으로 개선하고 있으며, 귀하께서 솔직한 의견을 알려주실 기회를 가지시기를 바랍니다. 귀하의 피드백은 저희에게 중요하며, 몇 분 내어 경험과 의견을 공유해 주시면 감사하겠습니다. 지금 설문 조사를 완료하시면 무료 월간 경품 추첨에 자동으로 응모되며, 영국과 웨일즈에 있는 모든 Youth Hostel에서 다음 예약 시 사용할 수 있는 £200 상당의 숙박 바우처를 받을 기회를 얻게 됩니다. 귀하의 피드백에 감사드립니다.\",\n \"해설\": \"Youth Hostels Association이 고객에게 보내는 글로, 최근 숙박에 대한 만족도를 묻고 피드백을 요청하고 있다. 피드백이 중요하다고 강조하며, 설문 조사에 참여하면 경품 추첨에 응모할 기회를 제공한다고 안내하고 있다. 글의 전체적인 목적은 고객에게 설문 조사 참여를 요청하는 것이다. 따라서 글의 목적으로 가장 적절한 것은 (4) '설문 조사 참여를 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Jackie, I was pleased to receive your request for a letter of recommendation for admission and a scholarship to the University of Andew. Of course, I’ve known your parents for years through various projects in the community, but I’m afraid my knowledge of your own academic abilities, character, and goals is extremely limited. Although I’d be happy to comment about the fine relationship I have with your parents, I hesitate to pass judgment on someone I’ve had very little association with at all. Perhaps you could find someone who could give you a much better recommendation than I could. I wish you the best in your academic pursuits at the University of Andew. Sincerely, Mark Harris",
            "보기": "(1) 입학 관련 서류를 안내하려고 (2) 추천서 작성 부탁을 거절하려고 (3) 지역사회 활동 참여를 권유하려고 (4) 장학금 신청 승인 여부를 알려주려고 (5) 학부모 행사 취소에 대해 사과하려고",
            "해설": "{\"해석\": \"Jackie에게, University of Andew 입학과 장학금 신청을 위한 추천서 요청을 받아 기뻤습니다. 물론, 지역사회에서의 여러 프로젝트를 통해 당신 부모님을 수년간 알아왔지만, 당신 자신의 학업 능력, 인격, 목표에 대해서는 아는 바가 거의 없습니다. 당신 부모님과의 훌륭한 관계에 대해 언급하는 것은 기꺼이 하겠지만, 제가 거의 교류하지 않은 누군가에 대해 판단을 내리는 것은 망설여집니다. 아마도 저보다 훨씬 더 나은 추천서를 제공할 수 있는 사람을 찾는 것이 좋을 것입니다. University of Andew에서의 학업을 응원합니다. 진심으로, Mark Harris 올림\",\n \"해설\": 글의 목적을 파악하기 위해 주제와 주요 내용을 살펴보면, 글쓴이 Mark Harris가 Jackie로부터 받은 추천서 요청을 수락하지 못하는 이유를 설명하고 있다. 글쓴이는 Jackie의 부모님을 통해 Jackie를 아는 것이 전부이며, 본인의 판단으로 추천서를 작성하는 것이 어려운 이유를 설명하고 있다. 따라서 글의 주장은 추천서를 작성해달라는 요청을 거절하는 것이다. 그렇기 때문에 이 글의 목적으로 가장 적절한 것은 (2) '추천서 작성 부탁을 거절하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Stevens, This is the chief editor of Novel Flash Fiction. As you were informed by our staff last week, your short story will be published in the December issue of Novel Flash Fiction. We thought hearing how you came up with your story would be meaningful to our readers. We would thus like to ask if you could give a speech about your writing process. This speech is expected to last for about an hour, and it will take place at Star Bookstore downtown. You can choose a specific date and time depending on your schedule. If you have any questions, please contact us by e-mail at editors@nff.com. We look forward to hearing how you wrote your story. Sincerely, Susanna Martinez",
            "보기": "(1) 소설 창작 과정에 관한 강연을 요청하려고 (2) 강연 일정이 변경된 것에 대해 사과하려고 (3) 새로 발간된 잡지의 정기 구독을 권유하려고 (4) 출판물 편집에 관한 유의 사항을 안내하려고 (5) 잘못된 기사 내용에 대해 정정을 요구하려고",
            "해설": "{\"해석\": \"Stevens 씨께, Novel Flash Fiction의 편집장입니다. 지난주에 저희 직원이 알려드린 바와 같이 귀하의 단편 소설이 Novel Flash Fiction 12월호에 실릴 예정입니다. 독자들에게 귀하의 이야기가 어떻게 만들어졌는지 듣는 것이 의미 있을 것이라고 생각합니다. 따라서 귀하에게 글쓰기 과정에 대한 강연을 부탁드리고자 합니다. 이 강연은 약 한 시간 동안 진행될 예정이며, 시내에 있는 Star Bookstore에서 열릴 것입니다. 귀하의 일정에 따라 특정 날짜와 시간을 선택하실 수 있습니다. 질문이 있으시면 editors@nff.com으로 이메일을 보내주시기 바랍니다. 귀하의 글쓰기 과정을 듣기를 기대합니다. Susanna Martinez 드림\", \"해설\": 이 글은 Novel Flash Fiction의 편집장이 Stevens 씨에게 보낸 편지입니다. 편지는 Stevens 씨의 단편 소설이 12월호에 실릴 예정이라는 사실을 알리고, 독자들에게 그 이야기가 어떻게 만들어졌는지에 대한 강연을 요청하고 있습니다. 글쓰기 과정에 대한 강연을 부탁하면서 구체적인 강연 시간과 장소, 그리고 일정 조정의 유연성에 대해서도 언급하고 있습니다. 따라서 이 글의 목적은 소설 창작 과정에 관한 강연을 요청하는 것입니다. 따라서, 정답은 (1) '소설 창작 과정에 관한 강연을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Sir, Your organization is one of the major contributors to the community of Queens, and we are happy to be doing business with you. I am delighted to inform you that we have started another venture under the name “Happy Kids Day Care Center” within the Queens community. With our new facility we will be able to provide care for 100 kids in our community. The opening ceremony of our day care center is scheduled for Thursday, July 20, 2017, at 11:00 a.m. The event will be attended by our close business friends, our company members, and a few parents who have already enrolled their children in our first group. We would be extremely grateful if you could come to the event and be a part of our celebration. Kindly inform us of your decision as soon as possible. Yours faithfully, Dave Manly",
            "보기": "(1) 보육시설 개관식에 초대하려고 (2) 어린이집 환경 개선을 건의하려고 (3) 주민센터 이용 수칙을 안내하려고 (4) 신규 사업에 대한 투자를 권유하려고 (5) 보육교사 양성과정 수강생을 모집하려고",
            "해설": "{\"해석\": \"존경하는 귀하, 귀 조직은 퀸스 지역 사회의 주요 공헌자 중 하나이며, 귀사와 비즈니스를 함께하게 되어 기쁩니다. 'Happy Kids Day Care Center'라는 이름으로 퀸스 지역 내에서 새로운 사업을 시작하게 되어 기쁩니다. 새로운 시설로 우리 지역 사회의 100명의 아이들에게 보육 서비스를 제공할 수 있게 되었습니다. 저희 보육시설의 개관식은 2017년 7월 20일 목요일 오전 11시에 예정되어 있습니다. 이 행사에는 친밀한 비즈니스 파트너, 회사 구성원, 그리고 첫 그룹에 자녀를 등록한 몇몇 부모님들이 참석할 예정입니다. 귀하께서 이 행사에 참석하셔서 축하의 자리를 함께 만들어 주신다면 매우 감사하겠습니다. 가능한 한 빨리 귀하의 결정을 알려 주십시오. 충실한 마음으로, Dave Manly 드림\", \"해설\": 이 글은 Dave Manly가 퀸스 지역 사회의 주요 공헌자인 조직에게 쓴 편지로, 'Happy Kids Day Care Center'라는 새로운 보육시설의 개관 소식을 알리고 있다. 글의 주된 목적은 보육시설 개관식에 초대하는 것으로, 구체적으로 행사 일시와 참석자 명단을 언급하며, 참석 가능 여부를 알려 달라고 요청하고 있다. 따라서 이 글의 목적은 (1) '보육시설 개관식에 초대하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Teachers, We are pleased to introduce our company’s recently launched emergency training program for teachers. Our CPR class is the most common option for a school. We make it easy for teachers to participate in CPR training at a time to suit your school’s schedule. Our class offers you full life-saving expertise that you can then use to deliver vital support in emergencies. With the proper training, you will be able to perform CPR quickly and effectively and improve a sufferer’s chances of survival. To learn more about our CPR course offerings, please visit our website at www.thebestCPRedu.com.",
            "보기": "(1) 효과적인 긴급 구조 요령을 설명하려고 (2) 심폐 소생술 강좌를 교사에게 홍보하려고 (3) 학교의 긴급 구조 교육 일정을 공지하려고 (4) 심폐 소생술 강좌의 담당 강사를 모집하려고 (5) 심폐 소생술 수강 교사의 만족도를 조사하려고",
            "해설": "{\"해석\": \"선생님들께, 저희 회사에서 최근 출시한 교사들을 위한 응급 훈련 프로그램을 소개하게 되어 기쁩니다. 저희의 심폐 소생술(CPR) 강좌는 학교에 가장 일반적인 옵션입니다. 우리는 학교 일정에 맞추어 교사들이 심폐 소생술 교육에 참여할 수 있도록 쉽게 제공합니다. 저희 강좌는 비상 상황에서 중요한 지원을 제공할 수 있는 완전한 생명 구호 기술을 제공합니다. 적절한 훈련을 통해, 교사들은 빠르고 효과적으로 심폐 소생술을 수행할 수 있으며, 환자의 생존 가능성을 높일 수 있습니다. 저희 심폐 소생술 강좌에 대해 더 알고 싶으시면, www.thebestCPRedu.com을 방문해 주십시오.\",\n\"해설\": 이 글은 교사들에게 회사의 최근 출시한 응급 훈련 프로그램, 특히 심폐 소생술(CPR) 강좌를 소개하고 홍보하는 목적을 가지고 있다. 첫 문장에서 \"교사들을 위한 응급 훈련 프로그램을 소개하게 되어 기쁘다\"고 하며 프로그램을 알리고 있고, 이후에는 CPR 강좌의 유용성과 장점을 설명하고 있다. 최종적으로 더 많은 정보를 얻기 위해 웹사이트를 방문하도록 유도하고 있다. 따라서, 글의 목적은 (2) '심폐 소생술 강좌를 교사에게 홍보하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "We are reaching out to you because GeoWeb recently learned about a security incident potentially affecting the accounts of GeoWeb users. We promptly hired leading information security experts to investigate this incident and reported the incident to law enforcement. Our investigation has now confirmed that user names, email addresses, and passwords were acquired by an unauthorized third party. We have no indication at this time that any user passwords have been used illegally, but we strongly recommend that all users reset their passwords as soon as possible. If you used the same password on any other site, we encourage you to change your password there as well.",
            "보기": "(1) 웹 사이트의 개인 정보 유출에 따른 대처법을 안내하려고 (2) 보안 강화를 위한 웹 사이트 임시 폐쇄를 공지하려고 (3) 컴퓨터 보안 프로그램의 업그레이드를 권고하려고 (4) 웹 사이트 회원의 주소 업데이트를 요청하려고 (5) 네트워크 보안 서비스 업체를 홍보하려고",
            "해설": "{\"해석\": \"GeoWeb 사용자 여러분, 우리는 GeoWeb 사용자 계정에 영향을 미칠 수 있는 보안 사고에 대해 최근 알게 되어 연락을 드립니다. 우리는 즉시 선도적인 정보 보안 전문가를 고용하여 이 사건을 조사하였으며, 이 사건을 법 집행 기관에 보고하였습니다. 우리의 조사는 사용자의 이름, 이메일 주소 및 비밀번호가 무단 제3자에 의해 획득되었음을 확인했습니다. 현재로서는 어떤 사용자의 비밀번호가 불법적으로 사용되었다는 증거는 없지만, 모든 사용자가 가능한 한 빨리 비밀번호를 재설정할 것을 강력히 권장합니다. 다른 사이트에서도 동일한 비밀번호를 사용한 경우, 해당 사이트에서도 비밀번호를 변경할 것을 권장합니다.\",\n\"해설\": 이 글은 GeoWeb에서 보안 사고가 발생하여 사용자 계정 정보가 무단 제3자에 의해 유출되었음을 알리고, 이에 대한 대처 방법을 사용자에게 안내하는 목적을 가지고 있습니다. 정보 보안 전문가를 고용하여 사건을 조사하였고, 법 집행 기관에도 보고하였다는 사실을 언급하며 사용자에게 비밀번호를 즉시 재설정할 것을 강력하게 권장하고 있습니다. 따라서 글의 목적은 (1) '웹사이트의 개인정보 유출에 따른 대처법을 안내하려고'가 가장 적절합니다. 나머지 선택지는 글의 내용과 맞지 않으므로 오답입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Your students could miss class for a number of reasons. Whether it’s for an extended holiday, flu season, or an injury, EdAll is your insurance for any situation. On EdAll, students can check out assignments and lessons you post at any time. They can stay on track with what you’re teaching and jump right back in when they return. No more preparing special materials for absent students! Simply visit www.edall.edu and sign up for a free account to take full advantage of all it has to offer, and get your students onto EdAll so they can stay involved.",
            "보기": "(1) 웹 사이트를 통한 과제 제출을 독려하려고 (2) 결석생 지도를 위한 웹 사이트를 홍보하려고 (3) 결석 사유에 따른 출결 처리에 관해 설명하려고 (4) 결석생에 대한 보충 지도 일정을 안내하려고 (5) 학생 안전 보험에 가입할 것을 권유하려고",
            "해설": "{\"해석\": \"학생들이 여러 가지 이유로 수업을 빠질 수 있습니다. 긴 휴가, 독감 시즌 또는 부상일 수 있습니다. 어떤 상황에서든 EdAll이 여러분의 보험 역할을 합니다. EdAll에서는 학생들이 언제든지 당신이 게시한 과제와 수업을 확인할 수 있습니다. 학생들은 당신이 가르치는 내용을 계속 따라갈 수 있으며, 돌아올 때 바로 수업에 참여할 수 있습니다. 결석한 학생들을 위해 특별한 자료를 준비할 필요가 없습니다! 단순히 www.edall.edu를 방문하여 무료 계정을 등록하고 제공되는 모든 혜택을 최대한 누리세요. 학생들이 EdAll에 참여하도록 하여 수업에 계속 참여할 수 있도록 하세요.\",\n\"해설\": \"이 글의 주된 목적은 EdAll이라는 웹 사이트를 홍보하는 것입니다. 글의 주요 내용은 학생들이 결석했을 때 수업 자료와 과제를 확인하여 따라갈 수 있도록 하는 방안을 설명하고 있습니다. 특히, 웹 사이트 www.edall.edu에 무료로 계정을 만들어서 학생들이 계속 학습에 참여할 수 있게 하자는 내용이 강조되고 있습니다. 따라서 결석생 지도를 위한 웹 사이트를 홍보하려는 목적이 가장 적절하며, 정답은 (2)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear John Owen, My name is George Smith, an assistant professor at Riverside Teacher’s College. I teach a seminar course for fifteen student teachers. At this point in their studies, my students are looking for guidance on their future teaching career. Your authority in this field, as the principal at Eastville School, will help them as they prepare a teaching portfolio. I would like to invite you to speak to my students on Thursday, March 22 from 5 to 7 p.m. Your expertise will help them focus on what to include in their teacher portfolio and what experiences and skills separate good candidates from great ones. I would be honored if you would accept this invitation. Sincerely, George Smith",
            "보기": "(1) 취업 포트폴리오 작성을 위한 강좌 개설을 공지하려고 (2) 교직을 희망하는 학생들을 위한 강의를 부탁하려고 (3) 대학 교직원 채용 규정의 수정을 제안하려고 (4) 교직 세미나를 위한 강사 추천을 요청하려고 (5) 무료 공개 강좌 일정의 변경을 안내하려고",
            "해설": "{\"해석\": \"존 오웬 귀하, 저는 리버사이드 사범대학의 조교수 조지 스미스입니다. 저는 15명의 교생들을 대상으로 세미나 과정을 가르치고 있습니다. 현재 제 학생들은 미래의 교직 경력에 대한 지침을 찾고 있습니다. 이 분야의 권위자로서, 이스트빌 학교 교장으로 계시는 귀하의 조언이 그들이 교직 포트폴리오를 준비하는 데 큰 도움이 될 것입니다. 3월 22일 목요일 오후 5시부터 7시까지 제 학생들에게 강연해 주시기를 초대하고자 합니다. 귀하의 전문 지식은 그들이 교직 포트폴리오에 포함해야 할 내용과 훌륭한 후보자와 뛰어난 후보자를 구분하는 경험과 기술에 집중하는 데 도움이 될 것입니다. 이 초대를 수락해 주시면 영광으로 생각하겠습니다. 진심으로, 조지 스미스 드림\",\n\"해설\": 이 글은 리버사이드 사범대학의 조교수인 조지 스미스가 이스트빌 학교의 교장인 존 오웬에게 보낸 초청 편지입니다. 글의 첫 부분에서 조지 스미스는 자신의 직업과 현재 가르치고 있는 세미나 수업에 대해 언급하고 있습니다. 그 후, 그의 학생들이 교직 경력을 위한 지침을 필요로 하고 있으며, 존 오웬 교장의 전문 지식이 큰 도움이 될 것이라고 설명하고 있습니다. 조지 스미스는 존 오웬 교장에게 강의를 부탁하고 있으며, 그의 전문 지식이 학생들에게 큰 도움이 될 것이라는 점을 강조하고 있습니다. 결론적으로, 이 글의 목적은 교직을 희망하는 학생들을 위한 강의를 부탁하는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '교직을 희망하는 학생들을 위한 강의를 부탁하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear staff, Next Monday, Nature’s Beauty Gardens will have the pleasure of hosting very important guests for the annual “Toddler Trek” event. We hope that this will be fun, educational, and most importantly safe for the toddlers. Parents and children are going to spend time enjoying outdoor activities and having a picnic lunch. It is therefore very important to check the garden for potential dangers. Managers of each department must make sure that all dangerous equipment and machinery are safely stored. Also, for the safety of our guests at this event, garden chemicals will not be used anywhere in Nature’s Beauty Gardens. Thank you for your cooperation in this safety check and for helping to make this year’s “Toddler Trek” event the best one yet. Best regards, Laura Alfaro, Managing Director",
            "보기": "(1) 안전한 행사를 위한 준비를 지시하려고 (2) 노후 장비 교체 일정을 안내하려고 (3) 체험 학습 행사 홍보를 부탁하려고 (4) 정원 박람회 기획자를 모집하려고 (5) 체육 대회 참가를 독려하려고",
            "해설": "{\"해석\": \"직원 여러분께, 다음 주 월요일에 Nature’s Beauty Gardens는 연례 'Toddler Trek' 행사에서 매우 중요한 손님들을 맞이할 수 있는 기회를 갖게 됩니다. 이 행사가 재미있고 교육적이며, 가장 중요한 것은 유아들에게 안전하게 진행되기를 바랍니다. 부모와 아이들은 야외 활동을 즐기고 피크닉 점심을 먹으면서 시간을 보낼 예정입니다. 따라서 정원에서 잠재적인 위험 요소를 점검하는 것이 매우 중요합니다. 각 부서의 매니저들은 모든 위험한 장비와 기계가 안전하게 보관되어 있는지 확인해야 합니다. 또한, 이번 행사에 오시는 손님들의 안전을 위해 Nature’s Beauty Gardens에서는 어떤 정원 화학물질도 사용되지 않을 것입니다. 이번 연례 'Toddler Trek' 행사를 최고의 행사로 만들기 위한 이 안전 점검에 협력해 주셔서 감사합니다. \n친절히, \nLaura Alfaro, 매니징 디렉터\", \n\"해설\": 이 글은 다가오는 'Toddler Trek' 행사를 준비하기 위해 직원들에게 안전 점검을 지시하는 내용입니다. 매니징 디렉터인 Laura Alfaro는 행사를 재미있고 교육적이며 무엇보다 안전하게 진행하기 위해 잠재적 위험 요소를 점검하고 위험한 장비와 기계를 안전하게 보관할 것을 요청하고 있습니다. 또한, 행사 기간 동안 정원 화학물질을 사용하지 않을 것을 명시하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '안전한 행사를 위한 준비를 지시하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Fisher, I want you to know how valuable you are to Northstar Plumbing. In the six months that you have been an employee here, the entire Drainage Department has demonstrated marked improvement in both billing and accounts receivable, largely because of your enthusiasm and administrative support. However, it is our policy at Northstar to assess employee performance and award raises annually. Since you have not yet reached your first anniversary as an employee with us, I cannot grant your request for a raise. In December of this year, I will be happy to meet with you and review your salary. At that time, it will be appropriate for me to consider raising your current salary. Thank you again for your excellent service to the company, and know that your performance is both monitored and valued. Sincerely, Judith Gardner",
            "보기": "(1) 임금 인상 요구를 거절하려고 (2) 업무부서 배정 결과를 통지하려고 (3) 신규 사업 아이디어를 제안하려고 (4) 실적이 우수한 사원을 격려하려고 (5) 연수 일정 변경에 대해 항의하려고",
            "해설": "{\"해석\": \"Fisher 씨께, Northstar Plumbing에서는 당신이 얼마나 소중한 인재인지 꼭 알리고 싶습니다. 당신이 이곳에서 근무한 지 6개월이 지나면서, 배수 부서 전체가 청구 및 매출 채권에서 현저한 향상을 보였고, 이는 주로 당신의 열정과 행정적 지원 덕분입니다. 그러나 Northstar에서는 직원 성과를 평가하고 연간으로 임금 인상을 실시하는 정책을 가지고 있습니다. 당신이 아직 이곳에서 근무한지 첫 번째 기념일을 맞이하지 않았기 때문에, 임금 인상 요청을 수락할 수 없습니다. 올해 12월에 당신과 만나서 급여를 재검토하겠습니다. 그 때 당신의 현재 급여를 인상하는 것이 적절할 것입니다. 회사에 뛰어난 서비스를 제공해 주셔서 다시 한 번 감사드리며, 당신의 성과는 모니터링되고 있으며 높이 평가되고 있다는 점을 알아주십시오. \n진심으로, Judith Gardner 드림\",\n \"해설\": 이 글은 Northstar Plumbing의 Judith Gardner가 직원 Mr. Fisher에게 보내는 서신입니다. 서신의 주요 목적은 Mr. Fisher가 요청한 임금 인상을 현재로서는 수락할 수 없음을 알리는 것입니다. 글의 시작에서는 Mr. Fisher의 공로와 가치를 인정하며 감사의 말을 전하고, 이는 주장의 서포팅 문장으로 작용합니다. 그러나 \"However\"라는 역접 연결어를 통해 회사의 정책상 아직 1년이 되지 않았기 때문에 임금 인상 요구를 받아들일 수 없다고 설명하고 있습니다. 결론적으로, 회사의 임금 인상 정책과 시기를 전달함으로써 Mr. Fisher의 요구를 거절하는 내용입니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '임금 인상 요구를 거절하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Burke, Thank you for your question about how to donate children’s books for our book drive. The event will take place for one week from September 10th to 16th. Books can be dropped off 24 hours a day during this period. There are two locations designated for donations: Adams Children’s Library and Aileen Community Center. At each location, there are blue donation boxes at the main entrance. If you are unable to visit these locations, books can be mailed directly to our organization. Your donations will help support children in our community who may not be able to afford books. We hope this information makes your donation easier. We appreciate your support. Best regards, Carrie Wells",
            "보기": "(1) 도서 박람회 자원 봉사자를 모집하려고 (2) 아동 도서를 기부하는 방법을 안내하려고 (3) 지역 아동들의 독서량 조사를 제안하려고 (4) 독서 교육 프로그램 참여 방법을 문의하려고 (5) 어린이 도서관 설립을 위한 기부를 독려하려고",
            "해설": "{\"해석\": \"Ms. Burke께, 저희 책 기부 행사에 어떻게 아동 도서를 기부할 수 있는지에 대한 질문에 감사드립니다. 행사는 9월 10일부터 16일까지 일주일 동안 열립니다. 이 기간 동안 24시간 언제든지 책을 기부할 수 있습니다. 기부를 위한 지점은 두 곳이 있으며, Adams 어린이 도서관과 Aileen 커뮤니티 센터입니다. 각 장소의 주 출입구에 파란 기부 상자가 있습니다. 만약 이 장소들을 방문할 수 없는 경우, 책을 직접 저희 기관으로 우편으로 보낼 수 있습니다. 여러분의 기부는 책을 구입할 여력이 없는 지역 아동들을 지원하는데 도움이 될 것입니다. 이 정보가 기부를 보다 쉽게 만드는 데 도움이 되길 바랍니다. 여러분의 지원에 감사드립니다. 잘 부탁드립니다, Carrie Wells 드림\", \"해설\": 이 글은 Ms. Burke가 아동 도서를 기부하는 방법에 대한 질문에 답변하는 형식으로 작성되었습니다. 행사의 진행 기간, 기부 지점, 기부 방법 등에 대한 구체적인 정보를 제공하고 있으며, 이 정보를 통해 기부를 쉽게 할 수 있도록 안내하고 있습니다. 따라서 이 글의 주제는 아동 도서를 기부하는 방법을 안내하는 것입니다. 글의 목적은 '아동 도서를 기부하는 방법을 안내하려고'이므로, 정답은 (2)번 입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Grace, I was sorry to receive your letter. I would like to see if there is some way we can address your concerns. As your supervisor, I feel that you have performed well in your time with the company; your departure would be a big loss to us. In your letter you make reference to personal conflicts you have had with some of the others in our department. With your permission, I would like to ask the Human Resources to become involved and look for a way to improve the working environment. I’m hoping that you reconsider your resignation. Please allow us to try to keep a valued employee. Best regards, Maria Rodriguez, Sales & Marketing Manager",
            "보기": "(1) 직원의 사직을 만류하려고 (2) 불편을 겪은 고객에게 사과하려고 (3) 갑작스러운 인사이동을 해명하려고 (4) 회사의 인원 감축 계획을 알리려고 (5) 부서 내 업무 조정 내용을 설명하려고",
            "해설": "{\"해석\": \"그레이스님께, 당신의 편지를 받게 되어 유감입니다. 당신의 우려를 해결할 방법이 있는지 알아보고 싶습니다. 당신의 상사로서, 저는 당신이 회사에서 잘 수행해 왔다고 느낍니다; 당신의 퇴사는 우리에게 큰 손실이 될 것입니다. 당신의 편지에서 부서 내 다른 사람들과 개인적으로 갈등이 있었음을 언급했습니다. 당신의 허락 하에, 인사부에 협조를 요청하여 근무 환경을 개선할 방안을 찾고 싶습니다. 당신의 사직을 재고해 주시길 바랍니다. 귀중한 직원을 유지할 수 있도록 기회를 주세요. \n최고의 안부를 전하며, \n마리아 로드리게스, 영업 및 마케팅 매니저\"\n  \n\"해설\": 글은 마리아 로드리게스라는 영업 및 마케팅 매니저가 그레이스라는 직원에게 보낸 편지입니다. 이 편지는 그레이스가 사직 의사를 밝힌 것에 유감을 표하며, 사직을 재고해 달라는 요청을 주제로 하고 있습니다. 글에서 \"당신의 퇴사는 우리에게 큰 손실이 될 것입니다\"라는 표현과 \"당신의 사직을 재고해 주시길 바랍니다\"는 마리아가 그레이스의 퇴사를 막고자 하는 의도가 담겨 있습니다. 따라서 이 글의 목적은 직원의 사직을 만류하려는 것입니다. 그러므로 글의 목적에 가장 적절한 것은 (1) '직원의 사직을 만류하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Thank you for deciding to send your child to Gibbons Summer Camp. We have found over the past few years that text messages are the most reliable form of communication, so we are asking for your permission to contact your child. By completing the form, you will be giving us permission to contact your child via text over the summer. We understand if you do not wish to grant this permission. But we ask that you complete this form indicating your preference and have your child return it no later than May 10, 2019.",
            "보기": "(1) 캠프 진행을 도와줄 학부모를 모집하려고 (2) 캠프 운영에 필요한 물품 기부를 부탁하려고 (3) 캠프 기간 변경에 대한 찬반 의견을 물으려고 (4) 캠프에 참가하는 자녀와의 문자 연락에 대해 동의받으려고 (5) 캠프에 참가하는 자녀의 휴대 전화 사용 금지를 통보하려고",
            "해설": "{\"해석\": \"Gibbons 여름 캠프에 자녀를 보내기로 결정해 주셔서 감사합니다. 지난 몇 년간 문자 메시지가 가장 신뢰할 수 있는 의사소통 방법이라는 것을 알게 되었기에, 자녀에게 연락할 수 있도록 허락해 주시길 요청드립니다. 양식을 작성해 주시면 여름 동안 자녀에게 문자 메시지로 연락할 수 있는 허가를 주시는 것입니다. 허락하기 어렵다면 이해합니다. 하지만 귀하의 의견을 표시한 양식을 작성한 후 늦어도 2019년 5월 10일까지 자녀가 제출하게 해 주십시오.\",\n\"해설\": Gibbons 여름 캠프에서 부모에게 자녀에게 문자 메시지로 연락할 수 있도록 허가를 요청하는 글이다. 글의 내용 중에서 \"자녀에게 연락할 수 있도록 허락해 주시길 요청드립니다.\"와 \"양식을 작성해 주시면 여름 동안 자녀에게 문자 메시지로 연락할 수 있는 허가를 주시는 것입니다.\"라는 문장에서 글의 주장을 알 수 있다. 이는 캠프에 참가하는 자녀와의 문자 연락에 동의받기 위한 목적임을 분명히 하고 있다. 따라서 글의 목적으로 가장 적절한 것은 (4) '캠프에 참가하는 자녀와의 문자 연락에 대해 동의받으려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To Whom It May Concern: As a lifelong Springfield resident who has two children attending George May Elementary School, I have spent a lot of time at the Springfield Park both as a youth and as a mother. I have recognized the need for upgrades that would enhance the lives of residents. The current park has outdated BBQ facilities and tables as well as a patchy and uneven lawn area that at most times is not much more than a mud pit. The baseball field and spectator area is completely worn out as well. The renovation will ensure that the children of our community have a safe place to play and engage in sports to occupy their time. I ask that you take the time to seriously address this issue. Sincerely, Jennifer Santos",
            "보기": "(1) 야구장 이용 시간을 문의하려고 (2) 교내 안전교육 강화를 요청하려고 (3) 공원 시설의 재정비를 건의하려고 (4) 주민 체육 행사 협조를 부탁하려고 (5) 체험 학습 프로그램 참가를 신청하려고",
            "해설": "{\"해석\": \"관계자께: 저는 평생을 스프링필드에 거주하고 있으며 두 자녀가 조지 메이 초등학교에 다니고 있는 사람입니다. 저는 어렸을 때부터 어머니로서 스프링필드 공원에서 많은 시간을 보냈습니다. 주민들의 삶을 향상시킬 수 있는 개보수의 필요성을 인식하게 되었습니다. 현재 공원은 오래된 바비큐 시설과 테이블을 가지고 있으며 패치가 간간히 덮여 있는 고르지 못한 잔디 구역이 있습니다. 대부분의 시간 동안 그 구역은 진흙 구덩이에 지나지 않습니다. 야구장과 관람석도 완전히 낡아버렸습니다. 개보수를 통해 우리 지역의 아이들이 안전하게 놀고 스포츠를 즐기며 시간을 보낼 수 있는 장소를 확보할 수 있을 것입니다. 이 문제를 진지하게 다뤄 주시길 부탁드립니다. 진심으로, 제니퍼 산토스\",\n  \"해설\": \"제니퍼 산토스는 스프링필드 공원의 시설이 낡고 열악해 주민들에게 불편을 끼치고 있다는 문제를 제기하고 있다. 특히 공원의 바비큐 시설, 잔디 구역, 야구장 및 관람석 등이 상당히 오래되고 훼손된 상태임을 강조하고 있다. 그녀는 이러한 문제를 해결하기 위해 공원 시설의 재정비가 필요함을 주장하며 이를 관계자들이 진지하게 다뤄 줄 것을 요청하고 있다. 따라서 글의 목적으로 가장 적절한 것은 (3) '공원 시설의 재정비를 건의하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Future Pilots, We are very excited to announce that we will offer the Summer Aviation Flight Camp for student pilot certificates. It will be held from July 20 to August 3, 2019 at O’Ryan Flight School. The summer camp will include programs in which participants can receive flight instruction from professional pilots, go on field trips, try flight simulators, and do a lot more. Because of the aviation regulation for student pilots, the camp is limited to participants over 16 years old. Please see the attached document for registration and tuition information. If you have further questions about the camp, please contact the coordinator at 714-3127-1004. Sincerely, Todd O’Ryan Director",
            "보기": "(1) 항공 비행 캠프 변경 사항을 알리려고 (2) 항공 비행 캠프 개최에 대해 안내하려고 (3) 항공 조종사 자격시험 장소를 공지하려고 (4) 항공 조종사 면허 신청 방법을 설명하려고 (5) 항공 비행 캠프 참여자 선정 결과를 통보하려고",
            "해설": "{\"해석\": \"미래의 조종사님들께, 저희는 학생 조종사 자격증을 위한 여름 항공 비행 캠프를 제공하게 되어 매우 기쁩니다. 이 캠프는 2019년 7월 20일부터 8월 3일까지 O'Ryan 비행 학교에서 열립니다. 여름 캠프에는 참가자들이 전문 조종사로부터 비행 교육을 받을 수 있으며, 견학을 가고, 비행 시뮬레이터를 체험하며, 다양한 활동을 할 수 있는 프로그램이 포함되어 있습니다. 학생 조종사를 위한 항공 규정 때문에, 캠프 참가자는 16세 이상이어야 합니다. 등록 및 학비 정보를 위한 첨부 문서를 참조해주세요. 캠프에 대해 더 궁금한 사항이 있으시면, 714-3127-1004로 코디네이터에게 연락해주세요. 진심으로, Todd O'Ryan 디렉터\", \"해설\": 이 글은 Todd O'Ryan 디렉터가 \"미래의 조종사들\"에게 여름 항공 비행 캠프를 알리기 위해 쓴 안내문이다. 글의 주요 목적은 여름 항공 비행 캠프가 언제 열리는지, 어떤 프로그램이 제공되는지, 참가 자격 조건이 무엇인지, 그리고 등록 및 문의 사항 관련 정보를 전달하는 것이다. 따라서, 글의 목적으로 가장 적절한 것은 (2) '항공 비행 캠프 개최에 대해 안내하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Brandson, Last week I returned to Chipchester after ten relaxing days on your ‘Barbados Escape Tour’. Except for the swimming pool, the facilities at the Barbados Sun Resort were excellent, and equal to your usual high standard. Unfortunately, for the whole of my time at the Barbados resort, extensive repairs were being carried out at the swimming pool and it could not be used. It is not my nature to complain, but I do feel that the use of a pool is very important to an English tourist who cannot enjoy swimming in England because of the unpleasant weather. I believe it is your responsibility to inform guests about repairs that may negatively affect their stays. I hope this kind of inconvenience will not happen again. Yours sincerely, Chris Bauer",
            "보기": "(1) 숙소 예약을 확인하려고 (2) 여행 일정 변경을 요청하려고 (3) 수영장 이용 방법을 문의하려고 (4) 만족스러운 여행 상품에 대해 감사하려고 (5) 수영장을 이용하지 못한 것을 불평하려고",
            "해설": "{\"해석\": \"Brandson 씨께, 지난주 저는 열흘간의 '바베이도스 탈출 투어'를 마치고 Chipchester에 돌아왔습니다. 수영장을 제외하고는, Barbados Sun Resort의 시설은 훌륭했고 당신의 평소 높은 기준에 부합했습니다. 불행히도, 제가 바베이도스 리조트에 머무는 동안 내내, 수영장에서 광범위한 수리가 진행되어 수영장을 사용할 수 없었습니다. 저는 원래 불평을 잘하지 않습니다만, 수영장은 불쾌한 날씨로 인해 영국에서는 수영을 즐기기 힘든 영국 관광객들에게 매우 중요하다고 생각합니다. 저는 투숙객의 체류에 부정적인 영향을 미칠 수 있는 수리에 대해 미리 알리는 것은 당신의 책임이라고 믿습니다. 이런 불편이 다시는 발생하지 않기를 바랍니다. 진심으로, Chris Bauer\", \"해설\": 이 글은 Chris Bauer라는 고객이 Brandson 씨에게 보낸 불만 편지입니다. 편지에서는 바베이도스 리조트의 거의 모든 시설은 훌륭했으나 수영장을 사용할 수 없었던 점에 대해 불만을 제기하고 있습니다. 글의 목적은 수영장을 이용하지 못한 것에 대해 불평하고, 이러한 상황이 다시 발생하지 않기를 바란다고 전달하는 것입니다. 따라서 글의 목적으로 가장 적절한 것은 (5) '수영장을 이용하지 못한 것을 불평하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear New Members, Welcome to Rock Climbing Club and hope you will get the most out of this rewarding sport. As beginners, you may be nervous in anticipation of your first climb. Many of you have asked about what climbing equipment to buy, such as boots, ropes, helmets, and gloves. You don’t have to bother yourself with these concerns. We offer a special service that will rent you all the equipment you will ever need for climbing. The rental service is always available for our members. Just come on Saturday, ask for the rental service, and be ready to have a fun climb. I look forward to seeing you all this Saturday at 9 a.m. Sincerely, John B. Snyder",
            "보기": "(1) 일시적으로 통제되는 등반 구간을 공지하려고 (2) 암벽 등반의 긍정적인 효과에 대해 설명하려고 (3) 암벽 등반을 위한 장비 대여에 대해 알려주려고 (4) 암벽 등반 클럽의 회비 납부 방법을 통보하려고 (5) 암벽 등반에 필요한 안전 교육 일정을 안내하려고",
            "해설": "{\"해석\": \"새로운 회원들께, 암벽 등반 클럽에 오신 것을 환영하며, 이 보람 있는 스포츠에서 최대한 많은 것을 얻길 바랍니다. 초보자들로서 첫 등반을 기대하며 긴장되실 수 있습니다. 많은 분들이 부츠, 로프, 헬멧, 장갑 등 어떤 등반 장비를 사야 하는지 물어보셨습니다. 이러한 걱정은 하실 필요가 없습니다. 저희는 여러분이 등반에 필요로 하는 모든 장비를 대여해 드리는 특별 서비스를 제공합니다. 이 대여 서비스는 항상 저희 회원들에게 열려 있습니다. 토요일에 오셔서 대여 서비스를 요청하시고, 즐거운 등반을 준비하시면 됩니다. 이번 토요일 오전 9시에 모두 뵙기를 기대합니다. 진심으로, John B. Snyder 드림\", \"해설\": \"이 글은 암벽 등반 클럽의 존 B. 스나이더가 새롭게 가입한 회원들에게 보내는 환영 인사입니다. 그는 초보자들이 등반 장비에 대해 궁금해 할 수 있다는 점을 언급하며, 클럽이 모든 등반 장비를 대여해주는 특별한 서비스를 제공한다고 안내합니다. 이 대여 서비스는 항상 회원들이 이용할 수 있으며, 토요일에 와서 장비를 대여하고 즐거운 등반을 준비하라고 강조합니다. 따라서 이 글의 목적은 (3) '암벽 등반을 위한 장비 대여에 대해 알려주려고'에 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "We would like to thank you for your suggestion about switching to the new ABC software for maintaining the company’s database system. This update will surely make our management system more efficient as well as more cost­effective in the long run. Your idea is currently being reviewed by the board. In order to further discuss your idea, you are required to attend a meeting with the technical team at 2 p.m. on October 8th in Meeting Room A. After assessing the feasibility of the proposal, we would like to proceed with the implementation without any delay. Thank you for your dedication.",
            "보기": "(1) 회의 일정 변경 사유를 알리려고 (2) 건의안이 거절된 이유를 설명하려고 (3) 제안 사항에 관한 회의 참석을 요청하려고 (4) 사내 아이디어 공모전의 심사를 부탁하려고 (5) 개인 컴퓨터 보안 프로그램 사용법을 안내하려고",
            "해설": "{\"해석\": \"회사의 데이터베이스 시스템을 유지 관리하기 위해 새로운 ABC 소프트웨어로 전환하자는 당신의 제안에 감사드립니다. 이번 업데이트는 우리의 관리 시스템을 더 효율적이고 장기적으로 더 비용 효율적으로 만들어줄 것입니다. 당신의 아이디어는 현재 이사회에서 검토 중입니다. 아이디어에 대해 더 논의하기 위해, 당신은 10월 8일 오후 2시에 기술팀과 미팅룸 A에서 회의에 참석해야 합니다. 제안의 실현 가능성을 평가한 후에는 지체 없이 실행하고자 합니다. 당신의 헌신에 감사드립니다.\",\n\"해설\": 글은 주로 회사의 새로운 소프트웨어 제안을 논의하기 위한 회의 참석을 요청하는 내용입니다. 첫 번째 문장에서는 제안에 대한 감사 표현이 담겨 있으며, 다음 문장에서는 제안의 이점과 검토 상황이 언급됩니다. 핵심 구절은 \"In order to further discuss your idea, you are required to attend a meeting...\"로, 이는 제안 사항을 논의하기 위해 회의에 참석할 필요가 있음을 강조합니다. 또한 제안이 이사회에서 검토 중이며 실현 가능성을 평가한 후 즉시 실행하고자 한다는 내용이 포함되어 있습니다. 따라서 이 글의 목적은 제안 사항에 관한 회의 참석을 요청하는 것이므로, 가장 적절한 답은 (3) '제안 사항에 관한 회의 참석을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "The Watson City Symphony Orchestra is celebrating its 65th year of providing music for the central coast of California. The orchestra has announced the retirement of Mr. Bob Smith from the position of musical director and permanent conductor after 35 years. The orchestra is actively seeking a replacement for this position. The responsibilities include selecting the music for 4 concerts annually and rehearsing the orchestra weekly for approximately 2 hours. Applicants desirous of applying for an opportunity to audition for this position should send resume to watsonorchestra@wco.org.",
            "보기": "(1) 교향악단의 연주회 일정을 안내하려고 (2) 상임 지휘자의 은퇴 공연을 홍보하려고 (3) 교향악단에 대한 지원 확충을 촉구하려고 (4) 음악 감독 겸 상임 지휘자 초빙을 공지하려고 (5) 교향악단의 정기 연주회를 위한 장소를 섭외하려고",
            "해설": "{\"해석\": \"Watson 시 교향악단이 캘리포니아 중부 해안에 음악을 제공한 지 65주년을 맞이하고 있습니다. 교향악단은 35년 동안 음악 감독 및 상임 지휘자로 일해온 Bob Smith 씨의 은퇴를 발표했습니다. 교향악단은 이 자리를 대신할 사람을 적극적으로 찾고 있습니다. 책임에는 연간 4개의 연주회에 대한 곡 선정을 포함하고, 주간 약 2시간 동안 교향악단을 리허설 시키는 것이 포함됩니다. 이 자리에 대한 오디션 기회를 얻고 싶은 지원자는 watsonorchestra@wco.org로 이력서를 보내야 합니다.\",\n\"해설\": 이 글은 Watson 시 교향악단이 음악 감독 겸 상임 지휘자인 Bob Smith 씨의 은퇴를 알리는 내용을 담고 있습니다. 그리고 새로운 음악 감독 및 상임 지휘자를 찾고 있다는 공지를 포함하고 있습니다. 주된 책임은 연간 4회 연주회의 곡 선정 및 주간 리허설 진행입니다. 또한, 지원 절차에 대한 정보를 제공하고 있는데, 이러한 내용으로 봤을 때 글의 목적은 새로운 음악 감독 겸 상임 지휘자를 초빙하려는 것입니다. 따라서 글의 목적은 (4) '음악 감독 겸 상임 지휘자 초빙을 공지하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, My name is Daniel. Since I joined your youth sports program several years ago, I have really enjoyed swimming. Thanks to your program, I have become a good swimmer. Now I want to go one step further. I like helping people and hope to get a job as a lifeguard later. So I tried to sign up for your lifeguard training course this summer. But the course was so popular that the registration closed almost as soon as it opened. I couldn’t register and was really disappointed. I heard some of my friends couldn’t, either. I’m kindly asking you to open an additional course. I appreciate your consideration. Sincerely, Daniel Smith",
            "보기": "(1) 구조원 양성 과정의 추가 개설을 요청하려고 (2) 구조원 양성 과정의 우수성을 홍보하려고 (3) 동계 수영 강습 프로그램 수강을 신청하려고 (4) 수영 강사 일자리가 있는지 문의하려고 (5) 구조원 양성 과정의 등록 방법을 안내하려고",
            "해설": "{\"해석\": \"관계자분께, 제 이름은 다니엘입니다. 몇 년 전부터 귀하의 청소년 스포츠 프로그램에 참여하면서 수영을 정말 즐기고 있습니다. 귀하의 프로그램 덕분에 저는 훌륭한 수영 선수가 되었습니다. 이제 한 단계 더 나아가고 싶습니다. 저는 사람들을 돕는 것을 좋아하며, 나중에 구조원이 되는 것을 희망합니다. 그래서 이번 여름에 귀하의 구조원 양성 과정에 등록하려고 했습니다. 그러나 그 과정은 너무 인기가 많아서 등록이 시작되자마자 마감되었습니다. 저는 등록할 수 없었고 매우 실망했습니다. 제 친구들 중 몇 명도 등록하지 못했다고 들었습니다. 추가 과정을 개설해 주시기를 부탁드립니다. 고려해 주셔서 감사합니다. 진심으로, 다니엘 스미스\", \"해설\": 글쓴이 다니엘이 청소년 스포츠 프로그램을 통해 수영을 배우고 즐긴 경험을 이야기하며, 나중에 구조원이 되고 싶어 했음을 밝히고 있습니다. 이번 여름에 구조원 양성 과정에 등록하려 했지만, 인기가 많아서 등록하지 못한 상황을 설명하고 있습니다. 다니엘은 자신과 다른 친구들의 실망감을 표현하며, 관계자에게 추가로 구조원 양성 과정을 열어줄 것을 요청하고 있습니다. 글의 목적은 구조원 양성 과정의 추가 개설을 요청하는 것이며, 따라서 가장 적절한 답은 (1) '구조원 양성 과정의 추가 개설을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Martinez, We are planning to open a school for the underprivileged students of the locality at Norristown. As a non­profit organization, the school will be run only on your contributions and resources as gifts to the children we hope to help. Our outline of the school is at a primitive stage currently, and its execution and extension are hugely dependent on your donations. These children that we hope to help are often seen working in factories and cafes due to their family’s financial difficulties. It is a great disappointment that such a young population of our community is wasted and cannot see the light of education. Kindly look at our plan on our website www.dreamproject.com and donate at your convenience. We hope that you will be a part of our project and look forward to further support and encouragement. Sincerely, Doris Middleton",
            "보기": "(1) 학교 설립 절차에 대해 문의하려고 (2) 학교 개교를 위한 기부를 요청하려고 (3) 신설된 학교의 신입생 모집을 안내하려고 (4) 장학금 수혜 대상자 선정 결과를 통지하려고 (5) 지역 내 아동을 위한 교육 프로그램을 홍보하려고",
            "해설": "{\"해석\": \"Martinez 씨께, 저희는 Norristown 지역의 저소득층 학생들을 위한 학교를 설립할 계획입니다. 비영리 단체로서 이 학교는 오로지 여러분의 기부와 자원으로 운영될 것이며, 저희가 돕고자 하는 아이들에게 선물로 제공될 것입니다. 현재 이 학교의 개요는 초기 단계에 있으며, 실행과 확장은 귀하의 기부에 크게 의존하고 있습니다. 저희가 돕고자 하는 이 아이들은 종종 가족의 경제적 어려움 때문에 공장과 카페에서 일하는 모습을 볼 수 있습니다. 우리 지역 사회의 젊은 인구가 교육의 혜택을 받지 못하고 낭비되는 것은 큰 실망입니다. 저희 계획을 www.dreamproject.com에서 확인하시고 편하신 시간에 기부해 주시기 바랍니다. 저희 프로젝트에 참여해 주시기를 바라며 추가 지원과 격려를 기대합니다. 드림 Doris Middleton 드림\",\n\"해설\": 글의 주된 목적인 '학교 개교를 위한 기부 요청'을 명확하게 제시하고 있습니다. 글의 첫 부분에서 학교가 저소득층 학생들을 위해 설립될 것이라고 언급하고 있으며, 비영리 단체로서 기부와 자원이 필요하다고 강조하고 있습니다. 긴급히 기부가 필요하다는 점을 강조하는 부분인 \"귀하의 기부에 크게 의존하고 있습니다\"와 \"편하신 시간에 기부해 주시기 바랍니다\"라는 문장은 이 글의 핵심 주장이고 목표입니다. 그 외의 선택지들은 글의 주된 목적과 맞지 않음을 알 수 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (2) '학교 개교를 위한 기부를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Anderson: My name is Sophia Willis, Events Manager of the 2020 Caroline County Art Contest. I am currently looking for a place for this year’s contest exhibition. The Caroline County Art Contest has had over one hundred artworks submitted to us by local artists. For the theme, we wanted artists to explore the natural world of Caroline County. I believe the Garden Café Gallery would be a perfect place to host the event, as your gallery is well-known for its beautiful garden. The exhibition is usually held throughout October, and we very much hope that we can rent a space for the exhibition at the Garden Café Gallery during this time. I look forward to your response. Yours sincerely, Sophia Willis",
            "보기": "(1) 출품 작품 전시회에 초대하려고 (2) 작품 제출 방법의 변경을 안내하려고 (3) 출품 작품 전시 장소 대여를 문의하려고 (4) 정원 박람회의 변경된 일정을 공지하려고 (5) 지역 예술가들에게 작품 제출을 독려하려고",
            "해설": "{\"해석\": \"Anderson 씨께: 제 이름은 Sophia Willis이며, 2020 Caroline County 아트 콘테스트의 이벤트 매니저입니다. 현재 올해 콘테스트 전시회를 위한 장소를 찾고 있습니다. Caroline County 아트 콘테스트는 지역 예술가들로부터 100점이 넘는 작품을 접수하였습니다. 이번 주제는 Caroline County의 자연 세계를 탐구하는 것입니다. 귀하의 갤러리가 아름다운 정원으로 잘 알려져 있어, Garden Café Gallery가 이번 행사를 개최하기에 완벽한 장소라고 생각합니다. 전시회는 보통 10월 내내 열리며, 이 기간 동안 Garden Café Gallery에서 전시 공간을 대여할 수 있기를 매우 희망합니다. 답변을 기다리겠습니다. Sophia Willis 드림.\", \"해설\": 글의 목적은 Caroline County 아트 콘테스트의 전시회를 위한 장소를 문의하는 것입니다. Sophia Willis는 Anderson 씨에게 전시회의 장소로써 Garden Café Gallery를 제안하고, 대여 가능 여부에 대해 묻고 있습니다. 글의 주제는 2020 Caroline County 아트 콘테스트의 전시회 장소 대여이며, 이는 주로 주최자와 장소 제공자 간의 대화를 통해 해결됩니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '출품 작품 전시 장소 대여를 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Collins, I am writing on behalf of Green Youth Center. We will be conducting a program titled “Arts For All.” This program aims to spend time with young children and provide an art education program for them. In line with this, we would like to ask for your support for the program. We are expecting 50－80 children ages 5－8 years as participants. We would greatly appreciate donations such as art supplies, picture books, or any other materials that would be beneficial to children’s art education. We sincerely thank you for your kind consideration in advance. Best regards, Rose Sanders, Program Coordinator",
            "보기": "(1) 미술 교육 프로그램 운영에 조언을 구하려고 (2) 신설되는 교육 프로그램에 강사로 초빙하려고 (3) 교육 프로그램 참가자에게 준비물을 안내하려고 (4) 어린이를 위한 미술 프로그램 개설을 건의하려고 (5) 미술 교육 프로그램을 위한 물품 기부를 요청하려고",
            "해설": "{\"해석\": \"Collins 씨께, 저는 Green Youth Center를 대표하여 이 편지를 씁니다. 저희는 “모두를 위한 예술”이라는 제목의 프로그램을 진행할 예정입니다. 이 프로그램의 목적은 어린 아이들과 시간을 보내며 그들에게 예술 교육 프로그램을 제공하는 것입니다. 이에 따라, 저희 프로그램에 대한 귀하의 지원을 요청드리고 싶습니다. 저희는 5세에서 8세 사이의 어린이 50-80명을 참가자로 기대하고 있습니다. 저희는 미술용품, 그림책 또는 어린이 예술 교육에 유익한 기타 물품들의 기부를 진심으로 감사히 여기겠습니다. 사전의 친절한 고려에 진심으로 감사드립니다.  프로그램 코디네이터 Rose Sanders 드림\", \"해설\": 이 글은 Green Youth Center의 프로그램 코디네이터인 Rose Sanders가 Mr. Collins에게 보낸 편지로, \"모두를 위한 예술\" 프로그램에 대한 지원을 요청하는 내용입니다. 프로그램의 목적과 참가자 예상 수를 설명한 후, 필요한 기부 항목들(미술용품, 그림책 등)을 나열하며 기부를 요청하고 있습니다. 따라서, 이 글의 목적으로 가장 적절한 것은 (5) '미술 교육 프로그램을 위한 물품 기부를 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Emily Dashwood, I write to thank you for your recent orders and also to make a suggestion which I feel certain will be agreeable to you. We are now in the height of the fruit and green groceries season. Among the specially good things that I have on hand at present are some potatoes of exceptional quality. In the fruit line, raspberries and blackberries are now at their best, and I have the best. Other good things will follow, and I will take care to let you know all about them. Very respectfully, John Pippin",
            "보기": "(1) 상품 선호도를 조사하려고 (2) 새로운 마케팅 전략을 제안하려고 (3) 판매 상품에 대한 정보를 제공하려고 (4) 판매 계약 연장에 대해 논의하려고 (5) 농산물 축제에 초대하려고",
            "해설": "{\"해석\": \"Emily Dashwood 씨께, 최근 주문해 주신 것에 대해 감사드리며, 동시에 몇 가지 제안을 드리고자 이 글을 씁니다. 지금은 과일과 채소의 철이 한창입니다. 현재 제가 보유하고 있는 특히 좋은 상품 중 일부는 매우 품질이 우수한 감자입니다. 과일 중에는 라즈베리와 블랙베리도 지금 가장 좋을 때이며, 제가 가진 것이 최고입니다. 앞으로도 좋은 상품들이 나올 것이며, 이에 대해 계속 알려드리겠습니다. 존경을 담아, John Pippin 드림\",\n \"해설\": 글의 주제는 Emily Dashwood 씨에게 감사 인사를 전하는 것과 동시에 John Pippin의 상점에서 현재 판매 중인 우수한 품질의 과일과 채소에 대해 알려주는 것입니다. 이 글의 목적은 판매 상품에 대한 정보를 제공하는 것입니다. 지문에서 화자는 현재 보유 중인 우수한 품질의 감자와 라즈베리, 블랙베리에 대해 설명하고, 앞으로도 계속해서 좋은 상품에 대해 알리겠다는 의사를 밝히고 있습니다. 따라서 글의 목적에 가장 적절한 선택지는 (3) '판매 상품에 대한 정보를 제공하려고' 입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear City Council Members, My name is Celina Evans and I am a lifelong Woodridge resident. The Woodridge Children’s Theater has been the pride of our community since 1975. My daughter Katie has been participating in the theater’s activities for six years. The theater has meant so much to so many in our community. However, I have been made aware that you are considering cutting the budget of the theater. The experiences and life lessons children gain at the theater are invaluable. Not only do kids learn about the arts there, but they also learn skills that will last for a lifetime. To reduce funding would be a huge loss to future generations and thus I strongly object to it. Thank you for your consideration in this matter. Sincerely, Celina Evans",
            "보기": "(1) 지역 어린이 극장 이용료 인하를 건의하려고 (2) 지역 문화 시설 이용 시간 연장을 제안하려고 (3) 지역 어린이 극장 설립을 위한 기부를 요청하려고 (4) 지역 어린이 극장에 대한 예산 삭감을 반대하려고 (5) 지역 주민들을 위한 문화 공간 부족에 대해 항의하려고",
            "해설": "{\"해석\": \"시의회 의원님들께, 제 이름은 Celina Evans이고 저는 평생 동안 Woodridge에 거주한 주민입니다. Woodridge 어린이 극장은 1975년부터 우리 지역 사회의 자랑거리였습니다. 제 딸 Katie는 6년 동안 이 극장의 활동에 참여해 왔습니다. 이 극장은 우리 지역 사회의 많은 사람들에게 큰 의미를 지니고 있습니다. 그러나 여러분이 이 극장의 예산을 삭감하는 것을 고려 중이라는 소식을 접했습니다. 아이들이 이 극장에서 얻는 경험과 인생 교훈은 매우 소중합니다. 아이들이 예술에 대해 배우는 것뿐만 아니라 그들은 평생 동안 지속될 기술도 배우게 됩니다. 예산을 줄이는 것은 미래 세대에게 큰 손실이 될 것이므로 저는 강력히 반대합니다. 이 문제에 대해 고려해 주셔서 감사합니다. 진심으로, Celina Evans\",\n\"해설\": 이 글은 Celina Evans가 시의회 의원들에게 보내는 편지로, Woodridge 어린이 극장에 대한 예산 삭감을 반대하는 내용을 담고 있습니다. 편지에서 Celina Evans는 이 극장이 지역 사회에 중요한 역할을 하고 있으며 예산 삭감 시 아이들이 얻는 귀중한 경험과 교훈이 사라질 것이라고 주장합니다. 결론적으로, 그녀는 예산 삭감에 대해 강력히 반대한다는 의견을 명확히 밝히고 있습니다. 따라서 이 글의 목적으로 가장 적절한 것은 (4) '지역 어린이 극장에 대한 예산 삭감을 반대하려고'가 됩니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Larson, I am writing to you with new information about your current membership. Last year, you signed up for our museum membership that provides special discounts. As stated in the last newsletter, this year we are happy to be celebrating our 50th anniversary. So we would like to offer you further benefits. These include free admission for up to ten people and 20% off museum merchandise on your next visit. You will also be invited to all new exhibition openings this year at discounted prices. We hope you enjoy these offers. For any questions, please feel free to contact us. Best regards, Stella Harrison",
            "보기": "(1) 박물관 개관 50주년 기념행사 취소를 공지하려고 (2) 작년에 가입한 박물관 멤버십의 갱신을 요청하려고 (3) 박물관 멤버십 회원을 위한 추가 혜택을 알려 주려고 (4) 박물관 기념품점에서 새로 판매할 상품을 홍보하려고 (5) 박물관 전시 프로그램에서 변경된 내용을 안내하려고",
            "해설": "{\"해석\": \"Larson 씨께, 현재 멤버십에 관한 새로운 정보를 알려드리고자 글을 씁니다. 작년에 특별 할인 혜택을 제공하는 저희 박물관 멤버십에 가입하셨습니다. 지난 뉴스레터에서 말씀드린 대로, 올해 저희는 50주년을 기념하게 되어 기쁘게 생각합니다. 그래서 추가 혜택을 드리고자 합니다. 이 혜택에는 최대 10명까지 무료 입장과 다음 방문 시 박물관 상품 20% 할인이 포함됩니다. 또한, 올해 모든 새로운 전시회 개막에 할인된 가격으로 초대받으실 수 있습니다. 이 혜택들을 누리시기를 바랍니다. 질문이 있으시면 언제든지 연락 주십시오. Stella Harrison 드림\", \"해설\": 이 글은 박물관 멤버십 회원인 Ms. Larson에게 보내는 내용으로, 올해 50주년을 맞이해 추가 혜택을 제공하고 있음을 안내하고 있습니다. 본문에서는 Ms. Larson이 작년에 박물관 멤버십에 가입했음을 언급하며, 그 다음으로 50주년 기념 혜택으로 최대 10명까지의 무료 입장, 박물관 상품 20% 할인, 그리고 새로운 전시회 개막 초대와 같은 추가 혜택을 제공한다고 설명합니다. 결론적으로, Ms. Larson이 이 혜택들을 즐기기를 바란다는 내용으로 마무리하고 있으며, 질문이 있으면 연락해달라고 안내합니다. 따라서 글의 목적은 (3) '박물관 멤버십 회원을 위한 추가 혜택을 알려 주려고'임을 알 수 있습니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "I’m Maggie Morgan, a long­time fan of the Wakefield Community Theatre. I’m well aware that in this difficult economy, organisations such as the Wakefield Community Theatre are facing financial difficulties and therefore an increase in ticket prices is inevitable. But in my opinion, a 50 percent increase to the price of individual tickets seems totally unreasonable. It would mean that ordinary residents like myself will have fewer opportunities to enjoy a quality drama performance. Pricing tickets out of the range of local residents is not a good option, because it’ll hurt your organisation in years to come. I’m sure there will be other ways to get financial support instead of raising ticket prices so much. I hope to hear from you soon on this matter.",
            "보기": "(1) 공연 관람권 가격 인상률에 이의를 제기하려고 (2) 지역 주민을 위한 공연장 건립을 제안하려고 (3) 자선 연극 공연 개최에 감사하려고 (4) 공연 관람료의 단체 할인 가능 여부를 문의하려고 (5) 공연 취소로 입은 손실에 대해 보상을 요구하려고",
            "해설": "{\"해석\": \"저는 Maggie Morgan, Wakefield Community Theatre의 오랜 팬입니다. 현재의 어려운 경제 상황에서 Wakefield Community Theatre와 같은 조직이 재정적 어려움을 겪고 있어 티켓 가격 인상이 불가피하다는 것을 잘 알고 있습니다. 그러나 제 생각에 개별 티켓 가격을 50% 인상하는 것은 전혀 이치에 맞지 않습니다. 이는 저와 같은 일반 주민들이 양질의 드라마 공연을 즐길 기회를 줄이게 될 것입니다. 지역 주민의 범위를 벗어난 티켓 가격 책정은 앞으로 귀 조직에 해를 끼칠 것입니다. 티켓 가격을 그렇게 많이 인상하는 대신 재정 지원을 받을 다른 방법이 분명히 있을 것입니다. 이 문제에 대해 곧 답변을 듣기를 바랍니다.\n\n\"해설\": \n이 글은 Maggie Morgan이 Wakefield Community Theatre에 보내는 글로, 공연 티켓 가격 인상에 대한 우려를 표현하고 있다. 글의 주제는 티켓 가격 인상이 지나치다고 생각하는 것으로, 예시와 주장문이 분명하게 나타나 있다. 첫 문단에서 경제 상황과 티켓 가격 인상에 대한 이해를 표현한 후, 50% 인상이 과도하며 지역 주민들에게 부정적인 영향을 미칠 것이라고 주장하고 있다. 또한, 과도한 가격 인상 대신 다른 재정 지원 방법을 찾기를 바란다고 말하며 글을 마무리하고 있다. 따라서 글의 목적은 (1) '공연 관람권 가격 인상률에 이의를 제기하려고'가 가장 적절하다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Bernstein, My name is Thomas Cobb, the marketing director of Calbary Hospital. Our hospital is planning to hold a charity concert on September 18th in the Main Hall of our hospital. We expect it to be helpful in raising money to cover the medical costs of those in need. To make the concert more special, we want to invite you for the opening of the concert. Your reputation as a pianist is well known, and everyone will be very happy to see your performance. Beautiful piano melodies will help create an enjoyable experience for the audience. We look forward to your positive reply. Sincerely, Thomas A. Cobb",
            "보기": "(1) 의료비 지원이 필요한 이들을 위한 기부를 독려하려고 (2) 자선 음악회 연주자로 참여해 줄 것을 요청하려고 (3) 피아노 독주회 관람 신청 방법을 문의하려고 (4) 병원 개관 기념행사 참가 방법을 안내하려고 (5) 병원 진료 시간이 변경된 것을 알려 주려고",
            "해설": "{\"해석\": \"Bernstein 씨께, 저는 Calbary 병원의 마케팅 책임자인 Thomas Cobb입니다. 우리 병원은 9월 18일에 병원 본관에서 자선 음악회를 열 예정입니다. 이 음악회는 도움이 필요한 이들의 의료비를 마련하는 데 도움이 될 것입니다. 이 음악회를 더욱 특별하게 만들기 위해, 귀하를 초청하여 음악회의 개막을 장식해주었으면 합니다. 귀하의 피아니스트로서의 명성은 잘 알려져 있으며, 모두가 귀하의 연주를 매우 기쁘게 즐길 것입니다. 아름다운 피아노 멜로디는 관객에게 즐거운 경험을 선사할 것입니다. 긍정적인 회신을 기대합니다. 진심을 담아, Thomas A. Cobb 호\", \"해설\": \"주어진 글은 Calbary 병원의 마케팅 책임자인 Thomas Cobb이 Mr. Bernstein에게 보낸 편지입니다. 이 편지에서 Cobb은 9월 18일에 병원 본관에서 열릴 자선 음악회에 Bernstein을 초청하고자 합니다. 본문에서 자선 음악회의 목적과 구체적인 초청 이유가 설명되어 있으며, Cobb은 Bernstein의 피아노 연주가 음악회를 더욱 특별하게 만들 것이라는 점을 강조합니다. 따라서 이 글의 목적은 자선 음악회에 Bernstein이 연주자로 참여해 줄 것을 요청하는 것입니다. 주어진 보기 중에서는 (2)번 '자선 음악회 연주자로 참여해 줄 것을 요청하려고'가 가장 적절한 답입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Lopez, In reply to your letter of September 29, it affords me great pleasure to say that we know Mr. Turner to be alert and diligent, as well as faithful in his duties and loyal to his employers. He is a fine judge of goods and has done most of the buying in our textile department for the past two years. We regret to lose him, but the position he seeks in your company is probably much better than anything we have to offer, and we hope that you will decide to employ him. Very truly yours, Charles Moore",
            "보기": "(1) 문의받은 직원이 채용에 적합함을 알려 주려고 (2) 위탁 판매 요청을 수락한 것에 감사하려고 (3) 동료 직원의 승진을 축하하고 격려하려고 (4) 회사 내 업무 조정 결과를 공지하려고 (5) 결원에 따른 인원 충원을 건의하려고",
            "해설": "{\"해석\": \"로페즈 씨께, 9월 29일 자 편지에 대한 답변으로, 우리는 터너 씨가 기민하고 근면하며 그의 업무에 충실하고 고용주에게 충성스럽다는 사실을 알리게 되어 매우 기쁩니다. 그는 상품에 대한 훌륭한 판단력을 지니고 있으며, 지난 2년 동안 우리 섬유 부서에서 대부분의 구매 업무를 수행했습니다. 그를 잃게 되어 유감스럽지만, 그가 귀사에서 찾고 있는 직책은 아마도 우리가 제공할 수 있는 어떤 것보다 훨씬 나을 것이므로, 그를 채용하기로 결정하시길 바랍니다. 진심으로, 찰스 무어\",\n \"해설\": 이 글은 찰스 무어가 로페즈 씨에게 보낸 답신으로, 터너 씨가 근면하고 충성스러운 직원임을 알리고, 그가 지난 2년 동안 섬유 부서에서 구매 업무를 잘 수행해 왔음을 강조하고 있습니다. 또한, 그를 잃게 되어 유감이지만 그가 로페즈 씨의 회사에서 찾고 있는 직책이 자신들이 제공할 수 있는 직책보다 더 나을 것이라며 터너 씨의 채용을 권하고 있습니다. 따라서 이 글의 목적은 \"(1) 문의받은 직원이 채용에 적합함을 알려 주려고\"입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Lorenzo Romano, I heard from Antonio Ricci of Rome that you are producing handmade gloves for export in a variety of natural leathers. I read about your business on your website. There is a steady demand in my country for high quality leather gloves, and I am able to charge good prices. Please let me know full details of the gloves you would recommend. It would also help if you could provide me with some samples of the gloves you produce. I hope to hear from you soon. Sincerely yours, Jonathan Turner",
            "보기": "(1) 제품의 모든 세부 사항과 견본을 요청하려고 (2) 신제품의 가격 인상 요인에 대해 설명하려고 (3) 수출할 제품에 대한 전수 검사를 의뢰하려고 (4) 웹 사이트에 게시한 정보의 수정을 촉구하려고 (5) 제조업체에 품질 개선을 위한 회의를 제안하려고",
            "해설": "{\"해석\": \"Lorenzo Romano님께, 저는 로마에 있는 Antonio Ricci로부터 당신이 다양한 천연 가죽으로 만든 수제 장갑을 수출용으로 생산하고 있다는 소식을 들었습니다. 당신의 비즈니스에 대해 당신의 웹사이트에서 읽었습니다. 제 나라에서는 고품질 가죽 장갑에 대한 꾸준한 수요가 있으며, 저는 좋은 가격에 판매할 수 있습니다. 추천하실 장갑의 모든 세부 정보를 알려주세요. 또한, 당신이 생산하는 장갑의 견본을 몇 개 제공해 주시면 도움이 되겠습니다. 곧 소식을 듣기를 바랍니다. 당신의 진심을 담아, Jonathan Turner\", \"해설\": 글의 목적은 Lorenzo Romano에게 제품의 세부 정보와 견본을 요청하는 것입니다. 글의 내용으로 볼 때, Lorenzo Romano가 수제 가죽 장갑을 다양한 천연 가죽으로 만들어 수출하고 있다는 정보를 제공받고, 이는 Jonathan Turner에게는 고품질 가죽 장갑에 대한 수요와 좋은 가격에 판매할 수 있는 기회를 나타냅니다. 이에 따라, 글쓰기는 추천할 장갑의 세부 사항과 견본을 요청하고 있습니다. 다른 선지는 글의 내용과 직접적으로 관련이 없으므로 (1) '제품의 모든 세부 사항과 견본을 요청하려고'가 가장 적절한 답입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, I sometimes travel to Summerland to visit friends. One of the first landmarks to captivate me there years ago was the Mackenzie-Brown House. Last week, I visited again after a long time away, and I was shocked at the state of the house ―yard overgrown and stains on the beautiful walls. I am particularly sensitive to historic sites falling into disrepair. I certainly can’t understand why you have neglected such a landmark, and I ask that you please restore the Mackenzie-Brown House. I cannot imagine how heartbreaking it must be for the residents of Summerland to witness the decline of this historic building. With kind regards, Holly Bebernitz",
            "보기": "(1) 역사적 건축물 견학 프로그램을 홍보하려고 (2) 관광객 유치를 위한 아이디어를 제안하려고 (3) 지역의 역사적 건축물 복원을 요청하려고 (4) 박물관 보수 공사 일정 조정을 부탁하려고 (5) 유적지 관리 실태 조사 결과를 공유하려고",
            "해설": "{\"해석\": \"관계자 분께, 저는 가끔 Summerland에 있는 친구들을 방문하러 갑니다. 몇 년 전에 저를 사로잡았던 첫 번째 랜드마크 중 하나는 Mackenzie-Brown House였습니다. 지난 주, 오랜만에 다시 방문했을 때, 집의 상태를 보고 충격을 받았습니다. 뜰은 자라났고 아름다운 벽에는 얼룩이 있었습니다. 저는 특히 역사적인 장소가 황폐해지는 것에 민감합니다. 어떻게 이렇게 중요한 랜드마크를 방치할 수 있는지 이해할 수 없으며, Mackenzie-Brown House를 복원해 주시기를 부탁드립니다. Summerland 주민들이 이 역사적인 건물이 쇠퇴하는 것을 목격하는 것이 얼마나 가슴 아플지 상상할 수 없습니다. 친절한 안부를 전하며, Holly Bebernitz 드림\",\n \"해설\": 글쓴이 Holly Bebernitz는 관계자에게 Mackenzie-Brown House의 상태에 충격을 받았음을 알리고, 역사적인 건물이 방치되고 있다는 점에 대해 복원을 요청하고 있습니다. 글의 주제는 Mackenzie-Brown House의 복원 요청이며, 주장하는 문장은 \"저는 특히 역사적인 장소가 황폐해지는 것에 민감합니다. 어떻게 이렇게 중요한 랜드마크를 방치할 수 있는지 이해할 수 없으며, Mackenzie-Brown House를 복원해 주시기를 부탁드립니다.\"라는 문장입니다. 이 주장을 뒷받침하기 위해 Mackenzie-Brown House의 현재 상태와 자신의 감정을 설명하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '지역의 역사적 건축물 복원을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Hylean Miller, Hello, I’m Nelson Perkins, a teacher and swimming coach at Broomstone High School. Last week, I made a reservation for one of your company’s swimming pools for our summer swim camp. However, due to its popularity, thirty more students are coming to the camp than we expected, so we need one more swimming pool for them. The rental section on your website says that there are two other swimming pools during the summer season: the Splash Pool and the Rainbow Pool. Please let me know if an additional rental would be possible. Thank you in advance. Best Wishes, Nelson Perkins",
            "보기": "(1) 수영 캠프 참가 날짜를 변경하려고 (2) 수영장 수용 가능 인원을 확인하려고 (3) 수영 캠프 등록 방법에 대해 알아보려고 (4) 수영장 추가 대여 가능 여부를 문의하려고 (5) 수영장 대여 취소에 따른 환불을 요청하려고",
            "해설": "{\"해석\": \"Hylean Miller께, 안녕하세요, 저는 Broomstone 고등학교에서 교사이자 수영 코치로 일하고 있는 Nelson Perkins입니다. 지난 주에 여러분 회사의 수영장 중 하나를 여름 수영 캠프를 위해 예약했습니다. 그러나 그 인기가 높아서 예상보다 30명의 학생이 더 참석하게 되어 그들을 위한 수영장이 하나 더 필요합니다. 귀사의 웹사이트의 대여 섹션을 보니 여름 시즌 동안 Splash Pool과 Rainbow Pool이라는 두 개의 다른 수영장이 있다고 나와 있습니다. 추가 대여가 가능한지 알려주시기 바랍니다. 미리 감사드립니다. 최고의 부탁을 전하며, Nelson Perkins 드림\", \"해설\": 글의 주제는 '수영장의 추가 대여 여부 문의'입니다. 글의 목적을 염두에 두고 글을 분석해 보면, 주요 내용은 다음과 같습니다. Nelson Perkins라는 사람이 Hylean Miller에게 한 수영장을 예약했으나 예상보다 많은 학생들이 참여하게 되어 추가 수영장이 필요한 상황이라며, 그에 대해 추가 대여가 가능한지를 문의하는 것입니다. 이는 글의 시작과 끝부분 모두에서 이 의도가 명확히 드러나 있습니다. 따라서 글의 목적은 (4) '수영장 추가 대여 가능 여부를 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, Thank you very much for faithfully responding to our request six months ago and taking corresponding measures. Even after the installation of road traffic safety facilities, we still need more for the safety of our students. It is a problem with the school road, which students use on their way to and from school. The width of the current school road is barely wide enough for two people to walk side by side. So, there are risks of collision with vehicles on the road where students walk and accidents if many students flock to the narrow school road. Therefore, we ask you to expand the school road for students’ safety. I would appreciate it if you could respond as soon as possible. Sincerely, Alisha Lee",
            "보기": "(1) 교통 신호등 추가 설치를 제안하려고 (2) 도로 교통 안전 법규 개정을 촉구하려고 (3) 학교 앞 교통 지도 인원의 증원을 건의하려고 (4) 학생 안전을 위해 등하굣길 폭의 확장을 요청하려고 (5) 학교 주변 불법 주정차 차량 단속 강화를 요구하려고",
            "해설": "{\"해석\": \"관계자분께, 6개월 전 저희 요청에 충실히 응답해 주시고 해당 조치를 취해주셔서 매우 감사합니다. 도로 교통 안전 시설 설치 이후에도, 우리는 여전히 학생들의 안전을 위해 추가적인 조치가 필요합니다. 그것은 학생들이 등하교 시 이용하는 학교 도로에 관한 문제입니다. 현재 학교 도로의 폭은 두 사람이 나란히 걷기에 겨우 충분한 넓이입니다. 따라서 학생들이 걷는 도로에서 차량과의 충돌 위험이 있으며, 많은 학생들이 좁은 학교 도로에 몰리면 사고가 발생할 수 있습니다. 따라서 학생들의 안전을 위해 학교 도로를 확장해 주시기를 요청드립니다. 빠른 응답 부탁드립니다. 진심으로, Alisha Lee 드림\",\n\"해설\": 이 글은 관계자에게 보내는 요청서이며, 학교 앞 도로의 폭이 너무 좁아 학생들의 안전에 위험이 있다고 호소하고 있다. 글의 중심 내용은 학교 도로 폭이 협소하여 학생들이 차량과 충돌하거나 많은 학생들이 몰리는 경우 사고가 발생할 가능성이 있다는 점을 강조하며, 이에 대한 해결책으로 도로를 확장해 줄 것을 요청하고 있다. 따라서 글의 목적으로 가장 적절한 것은 (4) '학생 안전을 위해 등하굣길 폭의 확장을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Natalie Talley, My name is Olivia Spikes, the mayor of Millstown. Before you attend the world championships next month, on behalf of everyone in Millstown, I wish to let you know that we are supporting you all the way. As you are the first famous figure skater from Millstown, we are all big fans of yours. Our community was so proud of you for winning the national championships last year. Your amazing performance really moved us all. We all believe that you are going to impress the entire nation again. Your hometown supporters will cheer for you whenever you perform on the ice. Good luck! Best wishes, Olivia Spikes",
            "보기": "(1) 지역 사회 홍보 대사로 활동해 줄 것을 제안하려고 (2) 이웃 도시와 예정된 친선 경기 취소를 통보하려고 (3) 지역 사회 출신 피겨 스케이팅 선수를 응원하려고 (4) 시청에서 주관하는 연례 자선 행사를 홍보하려고 (5) 피겨 스케이팅 경기장 건립을 위한 기부를 요청하려고",
            "해설": "{\"해석\": \"Natalie Talley에게, Millstown 시장인 Olivia Spikes입니다. 다음 달에 열릴 세계 선수권 대회에 참가하기 전에, Millstown 모두를 대표하여 당신을 전폭적으로 응원하고 있다는 것을 전하고자 합니다. 당신은 Millstown 출신 최초의 유명 피겨 스케이팅 선수이기 때문에 우리 모두는 당신의 큰 팬입니다. 작년에 당신이 국내 선수권 대회에서 우승했을 때 우리 지역 사회는 매우 자랑스러웠습니다. 당신의 놀라운 공연은 우리 모두에게 깊은 감동을 주었습니다. 우리는 모두 당신이 이번에도 전국적으로 큰 감동을 줄 것이라고 믿습니다. 고향의 응원자들은 당신이 얼음 위에서 공연할 때마다 응원할 것입니다. 행운을 빕니다! 최고의 축복을 보냅니다, Olivia Spikes 드림\",\n\"해설\": 시장이 Millstown 출신 피겨 스케이터인 Natalie Talley에게 보내는 글입니다. 시장은 그녀에게 Millstown 지역 사회가 그녀를 응원하고 있으며 자랑스러워하고 있다는 메시지를 전달하고 있습니다. 작년 국내 선수권 대회에서의 우승을 칭찬하며, 그녀가 이번에도 훌륭한 성과를 거둘 것이라고 믿음을 보이고 있습니다. 이 글의 목적으로 적절한 것은 (3) '지역 사회 출신 피겨 스케이팅 선수를 응원하려고'입니다. 나머지 선택지들은 글의 내용과 맞지 않습니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Readers, As you’ve seen throughout my books, I’ve learned a great deal from people who have sent me their stories and advice. Let’s keep it going. If you would like to send me an email about your experiences with disasters and what you’ve learned about escaping them, please send it to nodisaster@smail.com. I want you to note that, by sending me your story, you are giving me permission to use it in the books that I write. But I promise not to use your name unless you give me explicit permission. Thank you. Very truly yours, Robert Brown",
            "보기": "(1) 신간 도서 출판 기념회에 초대하려고 (2) 저작물 사용에 대한 허락을 구하려고 (3) 개인 정보의 무단 사용에 대해 항의하려고 (4) 재난에 적절히 대처하는 요령을 안내하려고 (5) 재난과 관련한 경험담을 보내 줄 것을 요청하려고",
            "해설": "{\"해석\": \"독자 여러분, 제 책을 통해 보신 바와 같이, 저는 저에게 이야기를 보내주신 분들로부터 많은 것을 배웠습니다. 이를 계속 이어가고 싶습니다. 재난을 겪은 경험과 그 재난을 피하기 위해 배운 점에 대해 이메일을 보내고 싶으시면, nodisaster@smail.com으로 보내 주세요. 이야기를 보내주심으로써, 여러분은 제가 그것을 제가 쓰는 책들에 사용할 수 있는 권한을 주시는 것임을 유념해 주세요. 하지만 여러분이 명시적으로 허락하지 않는 한, 제가 여러분의 이름을 사용하지 않을 것을 약속드립니다. 감사합니다. 진심을 담아, 로버트 브라운 드림\",\n\"해설\": 이 글의 목적은 독자들에게 재난 경험담을 보내달라는 요청입니다. 글의 주요 내용은 독자들에게 재난 경험과 교훈을 이메일로 보내달라는 부탁이며, 이러한 이야기들을 책에 사용할 수 있도록 허락해 달라는 요청입니다. 저자는 명시적 허락이 없는 한 이름을 사용하지 않겠다고 약속했습니다. 주된 주장문과 결론이 독자들에게 재난 경험담을 제공해 달라는 요청이므로, 글의 목적으로 가장 적절한 것은 (5) '재난과 관련한 경험담을 보내 줄 것을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Morganic Corporation, located in the heart of Arkansas, spent the past decade providing great organic crops at a competitive price, growing into the ninth leading organic farming operation in the country. As a seasoned writer with access to Richard Taylor, the founder and president of Morganic, I propose writing a profile piece on Taylor for your magazine. I believe the time has come to cover Morganic’s rise in the organic farming industry. The piece would run in the normal 800-1,200 word range with photographs available of Taylor and Morganic’s operation. Thank you for your consideration of this article. I hope to hear from you soon.",
            "보기": "(1) 잡지사에 기사 기고를 하겠다고 제안하려고 (2) 기사 지면을 늘려줄 것을 요청하려고 (3) 새로 나온 유기농 제품을 소개하려고 (4) 기사에 대한 피드백에 감사하려고 (5) 창업에 관한 조언을 구하려고",
            "해설": "{\"해석\": \"아칸소 중심부에 위치한 Morganic Corporation은 지난 10년 동안 경쟁력 있는 가격으로 훌륭한 유기농 작물을 제공하며 성장해왔고, 현재 전국에서 9번째로 큰 유기농 농업 운영 회사로 성장했습니다. 저는 Morganic의 설립자이자 대표인 Richard Taylor에 대한 접근 권한을 가진 경험 있는 작가로서 귀하의 잡지에 Taylor에 대한 프로필 기사를 작성할 것을 제안합니다. 이제 Morganic의 유기농 산업에서의 성장을 다룰 때가 되었다고 믿습니다. 이 기사는 800~1,200 단어 범위 내에서 작성될 것이며, Taylor와 Morganic의 운영 모습이 담긴 사진도 제공될 것입니다. 이 기사를 고려해 주셔서 감사합니다. 곧 소식을 듣기를 바랍니다.\",\n\n\"해설\": 이 글은 경험 많은 작가가 잡지사에 자신의 기사 제안서를 보내는 내용을 담고 있습니다. 글의 주요 목적은 Morganic Corporation과 그 설립자인 Richard Taylor에 대한 프로필 기사를 기고하겠다는 제안을 하는 것입니다. 작가는 Morganic의 성장 이야기를 다룰 때가 되었다고 주장하며 기사에 관한 구체적인 정보를 제공합니다. 따라서 글의 목적은 잡지사에 기사 기고를 제안하는 것으로, 가장 적절한 답은 (1) \"잡지사에 기사 기고를 하겠다고 제안하려고\"입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, I am writing this letter in regard to Sona Lee applying for an internship in your law firm. I have gotten to know her over the past year, as a student in my Contracts course. The assignments she completed were excellent, and demonstrated a thorough understanding of contract law. She also has remarkable energy and interpersonal skills. She represents her class on the law school’s student council and has taken on this responsibility with spirit, interacting with students effectively. I support her application wholeheartedly. Sincerely yours, Conan Stevenson",
            "보기": "(1) 계약 절차에 대한 이의를 제기하려고 (2) 우수한 학생을 인턴 채용에 추천하려고 (3) 학생회장 선거 운영 방법을 문의하려고 (4) 법률 회사의 유능한 변호사를 소개하려고 (5) 법학 전문 대학원의 교육 과정을 안내하려고",
            "해설": "{\"해석\": \"관계자 분께, Sona Lee가 귀 법률회사에서 인턴십을 신청한 것에 관하여 이 편지를 씁니다. 저는 지난 1년 동안 계약법 과목에서 그녀를 학생으로 알게 되었습니다. 그녀가 완성한 과제들은 훌륭하였으며, 계약법에 대한 철저한 이해를 보여주었습니다. 그녀는 또한 놀라운 에너지와 대인 관계 능력을 가지고 있습니다. 그녀는 법대 학생회에서 반 대표를 맡고 있으며, 이 책임을 열정적으로 수행하면서 학생들과 효과적으로 상호 작용하고 있습니다. 저는 그녀의 신청을 전적으로 지지합니다. 진심으로, Conan Stevenson 드림\",\n\"해설\": 이 글은 Conan Stevenson가 Sona Lee를 법률 회사 인턴십에 추천하기 위해 작성한 추천서입니다. 글의 주요 내용은 Sona Lee의 학업 성과와 대인 관계 능력을 칭찬하고, 그녀가 법대 학생회에서 맡고 있는 역할을 설명하며, 그녀의 인턴십 신청을 지지한다는 것입니다. 글의 목적은 우수한 학생을 인턴 채용에 추천하는 것이므로, 가장 적절한 답은 (2) '우수한 학생을 인턴 채용에 추천하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Custard Valley Park members, Custard Valley Park’s grand reopening event will be held on June 1st. For this exciting occasion, we are offering free admission to all visitors on the reopening day. There will be a food stand selling ice cream and snacks. We would like to invite you, our valued members, to celebrate this event. Please come and explore the park’s new features such as tennis courts and a flower garden. Just relax and enjoy the beautiful scenery. We are confident that you will love the new changes, and we are looking forward to seeing you soon. Sincerely, Katherine Carter Park Management Team",
            "보기": "(1) 공원 재개장 행사에 초대하려고 (2) 공원 운영 시간 변경을 공지하려고 (3) 공원 이용 규칙 준수를 당부하려고 (4) 공원 입장 시 유의 사항을 안내하려고 (5) 공원 리모델링 사업 계획을 설명하려고",
            "해설": "{\"해석\": \"Custard Valley Park 회원님들께, Custard Valley Park의 그랜드 재개장 행사가 6월 1일에 열립니다. 이 흥미로운 행사에 맞춰 재개장 당일 모든 방문객에게 무료 입장을 제공합니다. 아이스크림과 간식을 판매하는 매점도 있을 예정입니다. 저희는 이 행사를 기념하기 위해 가치 있는 회원님들을 초대하고자 합니다. 오셔서 테니스 코트와 꽃밭과 같은 공원의 새로운 특징들을 탐험해 보세요. 아름다운 경치를 감상하며 편안하게 즐기시기 바랍니다. 저희는 회원님들이 이러한 새로운 변화들을 사랑하실 거라 확신하며, 곧 뵙기를 기대하고 있습니다. Katherine Carter 드림 공원 관리팀\", \"해설\": 글의 첫 부분에서 Custard Valley Park의 재개장 행사에 대해 알리고, 무료 입장과 같은 행사의 상세 내용을 설명하고 있다. 또한 새로운 테니스 코트와 꽃밭과 같은 공원의 새로운 특징들을 소개하며, 회원들이 공원에 와서 새로운 모습을 즐기기를 기대하고 있다. 따라서 글의 목적은 공원 재개장 행사에 회원들을 초대하는 것이다. 이에 따라 글의 목적으로 가장 적절한 것은 (1) '공원 재개장 행사에 초대하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Adams, I am Jane Roe, director of the web­hosting department. As you are aware, the upcoming weeks will be crucial for the operations of our web­hosting facility because the number and variety of our clients are expanding daily. Our staff are doing their best under the circumstances. However, we are now badly understaffed in our department, so I would like to request that more staff members be hired. Most of our staff have spent the last five days on call, without a break. I hope you will consider this matter. I look forward to your positive response. Sincerely, Jane Roe",
            "보기": "(1) 신설 부서의 업무를 소개하려고 (2) 기한 내 업무 완료를 당부하려고 (3) 부서의 추가 인력 고용을 요청하려고 (4) 직원들의 업무 성과를 보고하려고 (5) 근무 시설 개선 방안을 제안하려고",
            "해설": "{\"해석\": \"Adams 씨께, 저는 웹 호스팅 부서의 책임자 Jane Roe입니다. 아시다시피 앞으로 몇 주는 우리 웹 호스팅 시설의 운영에 있어 매우 중요한 시기입니다. 그 이유는 우리의 클라이언트 수와 종류가 매일 증가하고 있기 때문입니다. 우리 직원들은 이러한 상황에서 최선을 다하고 있습니다. 그러나 현재 우리 부서는 인력이 심각하게 부족한 상태이므로 추가 인력을 고용해 주시기를 요청드립니다. 대부분의 직원들이 지난 5일간 쉬지 않고 대기 근무를 해왔습니다. 이 문제를 고려해 주시기를 바랍니다. 긍정적인 답변을 기대하겠습니다. 진심으로, Jane Roe 드림\", \n\"해설\": \"웹 호스팅 부서의 책임자인 Jane Roe가 Adams 씨에게 보내는 글입니다. 글의 시작 부분에서 웹 호스팅 시설의 중요성이 증가하고 있지만, 부서가 인력 부족 문제를 겪고 있다는 점을 밝히고 있습니다. 직원들이 최선을 다하고 있지만, 대부분의 직원이 5일 동안 쉬지 않고 근무하고 있다는 상황을 설명하며 추가 인력 고용의 필요성을 강조하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '부서의 추가 인력 고용을 요청하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Parents, My name is Danielle Hamilton, and I am the principal of Techville High School. As you may know, there is major road construction scheduled to take place in front of our school next month. This raises safety concerns. Therefore, we are asking for parent volunteers to help with directing traffic. The volunteer hours are from 8:00 to 8:30 a.m. and from 4:30 to 5:00 p.m. on school days. If you are willing to take part in the traffic safety volunteer group, please email us with your preferred schedule at info@techville.edu. Your participation will be helpful in building a safer school environment for our students. Thank you in advance for your contributions. Sincerely, Danielle Hamilton",
            "보기": "(1) 교통안전 봉사 참여를 요청하려고 (2) 자원봉사 교육 일정을 공지하려고 (3) 학교 시설 공사에 대한 양해를 구하려고 (4) 학교 앞 도로 공사의 필요성을 설명하려고 (5) 등.하교 차량 안전 수칙 준수를 당부하려고",
            "해설": "{\"해석\": \"학부모님께, 제 이름은 Danielle Hamilton이며, Techville 고등학교의 교장입니다. 아시다시피, 다음 달에 우리 학교 앞에서 대규모 도로 공사가 예정되어 있습니다. 이는 안전 문제를 야기할 수 있습니다. 그러므로 우리는 교통 정리를 도와줄 학부모 자원봉사자를 요청하고 있습니다. 자원봉사 시간은 학기 중 평일 오전 8시부터 8시 30분까지, 그리고 오후 4시 30분부터 5시까지입니다. 교통 안전 자원봉사 그룹에 참여하실 수 있는 분은, 선호하는 일정과 함께 info@techville.edu로 이메일을 보내주시기 바랍니다. 여러분의 참여는 우리 학생들을 위한 안전한 학교 환경을 만드는 데 큰 도움이 될 것입니다. 미리 여러분의 기여에 감사드립니다. 교장 Danielle Hamilton 드림\",\n\"해설\": 글의 목적으로 적합한 것은 '교통안전 봉사 참여를 요청하려고'입니다. 주제는 학교 앞 도로 공사와 관련한 안전 문제 해결을 위한 학부모 자원봉사자 모집입니다. 주장은 학부모 자원봉사자를 모집해서 교통 정리를 도와주어 학생들의 안전을 확보하려는 것입니다. 이 주장은 \"Therefore, we are asking for parent volunteers to help with directing traffic.\" 문장에서 명확하게 나타납니다. 따라서 교통안전 봉사 참여를 요청하는 것이 이 글의 주된 목적입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "We hope this notice finds you in good health and high spirits. We are writing to inform you that a package was delivered to the Rosehill Apartment Complex on October 9th, specifically addressed to your home. However, despite multiple attempts to deliver the package to you, it has remained unclaimed at our front desk for an extended period. As the management office, it is our responsibility to ensure the safekeeping of all delivered items and help deliver them quickly to the right residents. Therefore, we kindly request that you visit the management office during our office hours to claim your package. We genuinely appreciate your cooperation in this matter.",
            "보기": "(1) 관리 사무실 공사 일정을 알리려고 (2) 배달된 물품을 찾아갈 것을 요청하려고 (3) 잘못 찾아간 물품의 반납을 부탁하려고 (4) 배달 물품의 도난 방지 조치를 설명하려고 (5) 관리 사무실 운영 시간 변경을 공지하려고",
            "해설": "{\"해석\": \"저희는 이 통지가 여러분의 건강과 기분이 좋은 상태에서 전달되길 바랍니다. 저희는 10월 9일에 Rosehill 아파트 단지로 배달된 소포가 여러분의 집으로 정확히 주소가 되어 있는 것을 알려드리기 위해 편지를 씁니다. 그러나 여러 차례 배달 시도에도 불구하고 해당 소포는 오랜 기간 동안 저희 프론트 데스크에서 수령되지 않은 채로 남아 있습니다. 관리 사무소로서의 저희의 책임은 모든 배달된 물품의 안전을 보장하고 이를 빠르게 올바른 거주자에게 전달하는 것입니다. 따라서, 저희 관리 사무소 운영 시간 동안 오셔서 해당 소포를 찾아주시기를 부탁드립니다. 이 문제에 대한 여러분의 협조에 진심으로 감사드립니다.\",\n \"해설\": 이 글은 관리 사무소에서 해당 아파트 거주자에게 보낸 것으로, 특정 날짜에 배달된 소포가 아직 수령되지 않았음을 알리고 있다. 주제를 찾기 위해 본문의 주요 내용과 결론을 살펴보면, 관리 사무소가 소포의 보관 및 신속한 전달에 대한 책임이 있음을 강조하며, 소포를 찾아가기를 요청하고 있음을 알 수 있다. 글의 목적이 소포를 찾아가도록 독려하는 것임을 감안할 때, 가장 적절한 답은 (2) '배달된 물품을 찾아갈 것을 요청하려고'이다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "It has been a privilege to serve in this company for the past four years. The experiences and insights I have gained as a safety manager have been invaluable. However, after careful consideration, I have accepted a position at another company and will be leaving Lewis Ltd. This was not an easy decision to make, but I am confident that my new role will help me with my future goals. My last day of work will be on April 30th. I will do all I can to assist in a smooth transfer of duties. I wish both you and Lewis Ltd. every good fortune.",
            "보기": "(1) 업무에 대한 조언을 구하려고 (2) 다른 부서로의 이동을 요청하려고 (3) 신규 채용 조건에 대해 안내하려고 (4) 구직자를 위한 프로그램을 홍보하려고 (5) 다른 회사로 이직하게 되었음을 알리려고",
            "해설": "{\"해석\": \"지난 4년 동안 이 회사에서 근무할 수 있어서 영광이었습니다. 안전 관리자로서 얻은 경험과 통찰력은 매우 소중했습니다. 그러나 신중하게 고려한 후, 다른 회사에서 제안을 받아들이기로 했으며 Lewis Ltd.를 떠나게 될 것입니다. 이는 쉽지 않은 결정이었지만, 새로운 역할이 제 미래 목표에 도움이 될 것이라고 확신합니다. 저의 마지막 근무일은 4월 30일입니다. 제가 맡아온 업무가 원활하게 인계될 수 있도록 모든 노력을 다하겠습니다. 여러분과 Lewis Ltd.에 좋은 일이 있기를 바랍니다.\",\n \"해설\": 글의 내용은 주로 저자가 다른 회사로 이직하게 되었음을 알리는 것에 초점이 맞춰져 있습니다. 저자는 지난 4년 동안의 회사 생활과 역할을 되짚으며 다른 회사로 이직하게 된 결정을 설명하고 있습니다. 또한 새로운 역할이 자신의 미래 목표에 도움이 될 것이라는 점을 밝히며, 마지막 근무일과 업무 인계에 대한 내용을 언급하고 있습니다. 글의 거의 모든 내용이 이직 관련 정보에 집중되어 있으므로, 글의 목적으로 가장 적절한 것은 (5) '다른 회사로 이직하게 되었음을 알리려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Coach Johnson, My name is Christina Markle, Bradley Markle’s mother. Bradley and I were thrilled to learn that you’re holding your Gymnastics Summer Camp again this year. So I didn’t hesitate to sign up and pay the non-refundable deposit for the second week program, which is from July 13 to 17. But today I remembered that our family is going to get back from a trip on July 13, and I’m afraid Bradley won’t be able to make it on the very first day of the program. Rather than make him skip the day, I’d like to check to see if he could switch to the third week program. Please let us know if that’s possible. Thank you. Sincerely, Christina Markle",
            "보기": "(1) 캠프 참가를 위해 여행 일정을 조정하려고 (2) 캠프 참가 시기를 변경할 수 있는지 문의하려고 (3) 캠프 등록 시 지불한 예치금 환불을 요구하려고 (4) 캠프 일정이 분명하지 않은 것에 대해 항의하려고 (5) 예약한 캠프 프로그램의 변경된 내용을 확인하려고",
            "해설": "{\"해석\": \"존경하는 Johnson 코치님, 제 이름은 Christina Markle입니다. Bradley Markle의 어머니입니다. Bradley와 저는 올해도 다시 체조 여름 캠프를 개최하신다는 소식을 듣고 매우 기뻤습니다. 그래서 주저하지 않고 7월 13일부터 17일까지 진행되는 2주 차 프로그램에 등록하고 환불 불가한 예치금을 납부했습니다. 그런데 오늘, 우리 가족이 7월 13일에 여행에서 돌아오게 된다는 사실을 기억해냈습니다. 때문에 Bradley가 프로그램 첫날에 참석하지 못할 것 같습니다. 그날을 그냥 보내는 것보다는, Bradley가 3주 차 프로그램으로 변경할 수 있는지 확인하고 싶습니다. 가능한지 알려주시기 바랍니다. 감사합니다. 진심으로, Christina Markle\", \"해설\": 이 글은 Johnson 코치에게 보내는 편지로, Bradley가 체조 여름 캠프 2주 차 프로그램에 등록했으나 첫날에 참석할 수 없게 되자 3주 차 프로그램으로 변경이 가능한지 문의하는 내용입니다. 내용에서 Christina Markle는 캠프 첫날에 참석할 수 없게 된 이유를 설명하고, 프로그램을 변경할 수 있는지 질문하고 있습니다. 따라서 글의 목적은 (2) '캠프 참가 시기를 변경할 수 있는지 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Want to improve your Korean writing? Writing is an essential tool that will help you adjust to Korean university life. The Ha-Rang Writing Center offers a free tutoring program open to all international students at our university. We encourage you to take advantage of this. The program has always been very popular among international students. Registration opens from November 28 for three days only. Once you are registered, we will match you with a perfect tutor and contact you to arrange your schedule. We are sure that you will be satisfied with our well-experienced tutors. Don’t miss this great opportunity to improve your Korean writing. For more information, feel free to email Jiyung Yoon, HRWC Director, at jyoon@hrwc.org.",
            "보기": "(1) 한국의 대학 생활과 관련한 유의 사항을 알리려고 (2) 한국어 글쓰기 강좌의 변경된 등록 절차를 공지하려고 (3) 한국어 글쓰기 지도를 받을 외국인 학생을 모집하려고 (4) 외국인 학생을 위한 글쓰기 센터 설립을 건의하려고 (5) 한국어 글쓰기 지도 강사의 자격 요건을 안내하려고",
            "해설": "{\"해석\": \"한국어 글쓰기를 향상시키고 싶으신가요? 글쓰기는 한국 대학 생활에 적응하는 데 도움을 주는 중요한 도구입니다. Ha-Rang 글쓰기 센터에서는 우리 대학의 모든 외국인 학생에게 무료 도우미 프로그램을 제공합니다. 이 기회를 활용하시길 권장합니다. 이 프로그램은 항상 외국인 학생들 사이에서 매우 인기가 있었습니다. 등록은 11월 28일부터 단 3일 동안 열립니다. 등록이 완료되면 이상적인 도우미를 배정해드리고 일정을 조율하기 위해 연락드리겠습니다. 우리의 경험 많은 튜터들에 만족하실 것이라고 확신합니다. 이 훌륭한 기회를 놓치지 마세요. 더 많은 정보를 원하시면, HRWC의 대표인 Jiyung Yoon에게 jyoon@hrwc.org로 이메일을 보내주시기 바랍니다.\",\n \"해설\": \"이 글은 Ha-Rang 글쓰기 센터에서 외국인 학생들을 대상으로 한국어 글쓰기 도우미 프로그램을 안내하는 내용입니다. 글은 프로그램의 목적과 장점을 설명하고, 등록 기간과 방법을 포함한 구체적인 정보를 제공합니다. 글의 주된 목적은 프로그램에 참여할 외국인 학생들을 모집하는 것입니다. 따라서 '한국어 글쓰기 지도를 받을 외국인 학생을 모집하려고'가 가장 적절한 답변입니다. 이는 프로그램의 무료 제공, 등록 기간, 도우미 배정 절차 등의 안내가 주된 내용이기 때문입니다. 따라서, 글의 목적으로 가장 적절한 것은 (3) '한국어 글쓰기 지도를 받을 외국인 학생을 모집하려고'가 됩니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Diane Edwards, I am a teacher working at East End High School. I have read from your notice that the East End Seaport Museum is now offering a special program, the 2017 Bug Lighthouse Experience. The program would be a great opportunity for our students to have fun and experience something new. I estimate that 50 students and teachers from our school would like to participate in it. Would you please let me know if it is possible to make a group reservation for the program for Saturday, November 18? We don’t want to miss this great opportunity. I look forward to hearing from you soon. Best regards, Joseph Loach",
            "보기": "(1) 단체 관람 시 유의 사항을 안내하려고 (2) 교내 행사에 초청할 강사 추천을 부탁하려고 (3) 프로그램 단체 예약이 가능한지를 문의하려고 (4) 새로운 체험 학습 프로그램을 소개하려고 (5) 견학 예정 인원수의 변경을 요청하려고",
            "해설": "{\"해석\": \"Diane Edwards 씨께, 저는 East End 고등학교에서 근무하는 교사입니다. 귀하의 공지를 통해 East End Seaport Museum에서 2017 Bug Lighthouse Experience라는 특별 프로그램을 제공하고 있다는 소식을 접했습니다. 이 프로그램은 우리 학생들이 즐겁게 시간을 보내고 새로운 경험을 할 수 있는 좋은 기회가 될 것 같습니다. 우리 학교에서 약 50명의 학생과 교사가 이 프로그램에 참여하고자 합니다. 11월 18일 토요일에 이 프로그램에 대한 단체 예약이 가능한지 알려주실 수 있을까요? 이 좋은 기회를 놓치고 싶지 않습니다. 빠른 회신을 기다리겠습니다. 감사합니다, Joseph Loach 드림\",\n\n\"해설\": \"이 글은 East End 고등학교의 교사 Joseph Loach가 East End Seaport Museum의 Diane Edwards 씨에게 보낸 편지입니다. 글의 주요 내용은 2017 Bug Lighthouse Experience라는 특별 프로그램에 자신이 근무하는 학교에서 약 50명의 학생과 교사가 참여하고 싶다고 알리며, 11월 18일 토요일에 단체 예약이 가능한지를 문의하고 있습니다. 글의 마지막 부분에서도 '빠른 회신을 기다리겠습니다'라고 언급하면서 예약 가능 여부를 확인하고자 하는 목적이 명확히 드러납니다. 따라서 글의 목적은 (3) '프로그램 단체 예약이 가능한지를 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Reese, A few days ago, I submitted my application and recipe for the 2nd Annual DC Metro Cooking Contest. However, I would like to change my recipe if it is possible. I have checked the website again, but I could only find information about the contest date, time, and prizes. I couldn’t see any information about changing recipes. I have just created a great new recipe, and I believe people will love this more than the one I have already submitted. Please let me know if I can change my submitted recipe. I look forward to your response. Best Regards, Sophia Walker",
            "보기": "(1) 요리 대회 일정을 안내하려고 (2) 요리 대회 심사 결과를 확인하려고 (3) 요리법 변경 가능 여부를 문의하려고 (4) 새로운 요리법 개발을 요청하려고 (5) 요리 대회 불참을 통보하려고",
            "해설": "{\"해석\": \"Rese 씨께, 며칠 전에 저는 두 번째 연례 DC 메트로 요리 대회를 위해 제 신청서와 요리법을 제출했습니다. 그러나 가능하다면 제 요리법을 변경하고 싶습니다. 다시 웹사이트를 확인해 보았지만, 대회 날짜, 시간 및 상에 대한 정보만 찾을 수 있었습니다. 요리법 변경에 관한 정보는 보이지 않았습니다. 저는 최근에 훌륭한 새 요리법을 만들었으며, 사람들이 이전에 제출한 것보다 이 요리법을 더 좋아할 것이라고 생각합니다. 제가 제출한 요리법을 변경할 수 있는지 알려주세요. 회신을 기다리겠습니다. 감사합니다, Sophia Walker.\",\n  \"해설\": \"이 글은 Sophia Walker이 Mr. Reese에게 요리 대회에 제출한 요리법을 변경할 수 있는지 묻기 위해 쓴 편지입니다. Sophia는 이미 요리 대회 신청서와 요리법을 제출했지만, 새로 만든 요리법이 더 좋다고 생각하여 이를 변경하고 싶은 의사를 표현하고 있습니다. 웹사이트에서 관련 정보를 찾을 수 없었기에 Mr. Reese에게 직접 문의하고 있으며, 빠른 회신을 요청하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (3) '요리법 변경 가능 여부를 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Mr. Kayne, I am a resident of Cansinghill Apartments, located right next to the newly opened Vuenna Dog Park. As I live with three dogs, I am very happy to let my dogs run around and safely play with other dogs from the neighborhood. However, the noise of barking and yelling from the park at night is so loud and disturbing that I cannot relax in my apartment. Many of my apartment neighbors also seriously complain about this noise. I want immediate action to solve this urgent problem. Since you are the manager of Vuenna Dog Park, I ask you to take measures to prevent the noise at night. I hope to hear from you soon. Sincerely, Monty Kim",
            "보기": "(1) 애완견 예방 접종 일정을 확인하려고 (2) 애완견 공원의 야간 이용 시간을 문의하려고 (3) 아파트 내 애완견 출입 금지 구역을 안내하려고 (4) 아파트 인근에 개장한 애완견 공원을 홍보하려고 (5) 애완견 공원의 야간 소음 방지 대책을 촉구하려고",
            "해설": "{\"해석\": \"친애하는 Mr. Kayne, 저는 새로 개장한 Vuenna Dog Park 바로 옆에 위치한 Cansinghill 아파트의 거주자입니다. 저는 세 마리의 개와 함께 살고 있으며, 우리 개들이 주변의 다른 개들과 함께 안전하게 뛰어놀 수 있게 되어 매우 기쁩니다. 그러나 밤에 공원에서 들려오는 짖는 소리와 고함 소리가 너무 시끄러워서 아파트에서 편히 쉴 수 없습니다. 저의 많은 아파트 이웃들도 이 소음에 대해 심각하게 불평하고 있습니다. 저는 이 긴급한 문제를 해결하기 위해 즉각적인 조치를 원합니다. Vuenna Dog Park의 관리자이시므로, 밤에 소음을 예방하는 조치를 취해주시길 부탁드립니다. 빠른 답변을 기다리겠습니다. 진심으로, Monty Kim 드림.\",\n\n\"해설\": 이 글은 Monty Kim이라는 아파트 거주자가 Vuenna Dog Park의 관리자인 Mr. Kayne에게 보내는 내용입니다. Kim씨는 공원의 밤 소음으로 인해 불편을 겪고 있으며, 이를 해결하기 위해 즉각적인 조치를 요구하고 있습니다. 글에서 새로 개장한 애완견 공원에서 발생하는 소음 문제를 제기하며, 밤 동안 소음을 방지할 수 있는 대책을 촉구하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (5)번 '애완견 공원의 야간 소음 방지 대책을 촉구하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Friends, Season’s greetings. As some of you already know, we are starting the campus food drive. This is how you participate. You can bring your items for donation to our booths. Our donation booths are located in the lobbies of the campus libraries. Just drop off the items there during usual library hours from December 4 to 23. The donated food should be non-perishable like canned meats and canned fruits. Packaged goods such as jam and peanut butter are also good. We will distribute the food to our neighbors on Christmas Eve. We truly appreciate your help. Many blessings, Joanna at Campus Food Bank",
            "보기": "(1) 음식 기부에 참여하는 방법을 안내하려고 (2) 음식 배달 자원봉사 참여에 감사하려고 (3) 도서관 이용 시간 변경을 공지하려고 (4) 음식물 낭비의 심각성을 알려 주려고 (5) 크리스마스 행사 일정을 문의하려고",
            "해설": "{\"해석\": \"친구 여러분, 안녕하세요. 이미 아시는 분도 있겠지만, 우리는 캠퍼스 음식 기부 행사를 시작하고 있습니다. 참여 방법은 다음과 같습니다. 기부할 물품을 우리 부스에 가져다 주시면 됩니다. 기부 부스는 캠퍼스 도서관의 로비에 위치해 있습니다. 평소 도서관 운영 시간 동안 12월 4일부터 23일까지 물품을 거기에서 내려놓으시면 됩니다. 기부된 음식은 통조림 고기와 과일처럼 상하지 않는 것이어야 합니다. 잼이나 땅콩버터 같은 포장된 식품도 좋습니다. 우리는 크리스마스 이브에 이 음식을 이웃들에게 나눠 줄 것입니다. 여러분의 도움에 진심으로 감사드립니다. 많은 축복을, 캠퍼스 푸드 뱅크의 조안나 드림\", \"해설\": 이 글은 캠퍼스 푸드 뱅크의 조안나가 친구들에게 보낸 글입니다. 글의 주요 내용은 음식 기부 행사에 참여하는 방법을 안내하는 것입니다. 구체적으로 기부 부스 위치와 기부 가능 시간, 기부할 음식의 조건 등에 대해 설명하고 있습니다. 마지막에 기부된 음식이 크리스마스 이브에 이웃들에게 배포될 것이라고 언급하며 감사의 인사를 전하고 있습니다. 따라서 이 글의 목적은 음식 기부에 참여하는 방법을 안내하려는 것으로, 가장 적절한 답은 (1)번입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "Dear Ms. Green, My name is Donna Williams, a science teacher at Rogan High School. I am planning a special workshop for our science teachers. We are interested in learning how to teach online science classes. I have been impressed with your ideas about using internet platforms for science classes. Since you are an expert in online education, I would like to ask you to deliver a special lecture at the workshop scheduled for next month. I am sure the lecture will help our teachers manage successful online science classes, and I hope we can learn from your insights. I am looking forward to hearing from you. Sincerely, Donna Williams",
            "보기": "(1) 과학 교육 정책 협의회 참여를 독려하려고 (2) 과학 교사 워크숍의 특강을 부탁하려고 (3) 과학 교사 채용 계획을 공지하려고 (4) 과학 교육 프로그램 개발을 요청하려고 (5) 과학 교육 워크숍 일정의 변경을 안내하려고",
            "해설": "{\"해석\": \"친애하는 Ms. Green께, 제 이름은 Donna Williams이며, Rogan 고등학교의 과학 교사입니다. 저는 우리 과학 교사들을 위한 특별 워크숍을 계획하고 있습니다. 우리는 온라인 과학 수업을 어떻게 가르칠 수 있는지 배우는 것에 관심이 있습니다. 저는 인터넷 플랫폼을 이용한 과학 수업에 대한 귀하의 아이디어에 깊은 인상을 받았습니다. 귀하께서 온라인 교육 전문가이시기 때문에, 다음 달에 예정된 워크숍에서 특별 강연을 해주시길 부탁드리고 싶습니다. 저는 이 강연이 우리 교사들이 성공적인 온라인 과학 수업을 관리하는 데 도움이 될 것이라고 확신하며, 귀하의 통찰력에서 배울 수 있기를 희망합니다. 귀하의 답변을 기대합니다. 진심으로, Donna Williams\", \"해설\": 이 글은 Rogan 고등학교의 과학 교사인 Donna Williams가 Ms. Green에게 보내는 편지입니다. 편지 속에서 Donna Williams는 과학 교사들을 위한 특별 워크숍을 계획 중이며, 온라인 과학 수업을 효과적으로 가르치는 방법을 배우고자 한다고 밝히고 있습니다. Donna Williams는 Ms. Green의 인터넷 플랫폼을 활용한 과학 수업 아이디어에 깊은 인상을 받았고, Ms. Green이 온라인 교육 전문가임을 강조하며 워크숍에서 특별 강연을 해달라고 요청하고 있습니다. 긴 설명 끝에 Ms. Green의 통찰력에 배울 수 있기를 바란다고 말하며 답변을 기다린다고 마무리하고 있습니다. 따라서 이 글의 목적은 (2) '과학 교사 워크숍의 특강을 부탁하려고'가 가장 적절합니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "To whom it may concern, My name is Michael Brown. I have been a bird-watcher since childhood. I have always enjoyed watching birds in my yard and identifying them by sight and sound. Yesterday, I happened to read an article about your club. I was surprised and excited to find out about a community of passionate bird-watchers who travel annually to go birding. I would love to join your club, but your website appears to be under construction. I could not find any information except for this contact email address. I would like to know how to sign up for the club. I look forward to your reply. Sincerely, Michael Brown",
            "보기": "(1) 조류 관찰 클럽에 가입하는 방법을 문의하려고 (2) 조류 관찰 시 주의해야 할 사항을 전달하려고 (3) 조류 관찰 협회의 새로운 규정을 확인하려고 (4) 조류 관찰과 관련된 웹 사이트를 소개하려고 (5) 조류 관찰 시 필요한 장비를 알아보려고",
            "해설": "{\"해석\": \"관계자 분께, 제 이름은 Michael Brown입니다. 저는 어릴 때부터 조류 관찰을 해왔습니다. 저는 항상 제 마당에서 새를 관찰하고 시각과 소리로 그들을 식별하는 것을 즐겼습니다. 어제 우연히 귀하의 클럽에 대한 기사를 읽게 되었습니다. 열정적인 조류 관찰자들이 매년 조류 관찰을 위해 여행을 떠나는 커뮤니티가 있다는 것을 알고 놀랍고 기뻤습니다. 저는 귀하의 클럽에 가입하고 싶지만, 귀하의 웹사이트가 공사 중인 것 같습니다. 이 연락 이메일 주소 외에 다른 정보를 찾을 수 없었습니다. 클럽에 가입하는 방법을 알고 싶습니다. 귀하의 회신을 기다리겠습니다. 진심으로, Michael Brown\", \"해설\": \"Michael Brown이라는 작성자가 조류 관찰 클럽에 가입하고 싶다는 의사를 밝히고 있으며, 클럽 웹사이트가 공사 중이라 정보를 찾을 수 없었기 때문에 가입 방법을 묻고 있습니다. 글의 첫 부분에서 자신이 조류 관찰을 즐겨왔음을 설명하고, 중간에서 클럽에 대한 기사를 읽고 관심을 가졌음을 표현하고 있습니다. 마지막으로, 웹사이트가 공사 중이어서 필요한 정보를 얻지 못했으므로 가입 방법을 알려달라고 요청하고 있습니다. 따라서 글의 목적으로 가장 적절한 것은 (1) '조류 관찰 클럽에 가입하는 방법을 문의하려고'입니다.\"}"
        },
        {
            "질문": "다음 글의 목적으로 가장 적절한 것은?",
            "본문": "I’m Charlie Reeves, manager of Toon Skills Company. If you’re interested in new webtoon-making skills and techniques, this post is for you. This year, we’ve launched special online courses, which contain a variety of contents about webtoon production. Each course consists of ten units that help improve your drawing and story-telling skills. Moreover, these courses are designed to suit any level, from beginner to advanced. It costs $45 for one course, and you can watch your course as many times as you want for six months. Our courses with talented and experienced instructors will open up a new world of creativity for you. It’s time to start creating your webtoon world at https://webtoonskills.com.",
            "보기": "(1) 웹툰 제작 온라인 강좌를 홍보하려고 (2) 웹툰 작가 채용 정보를 제공하려고 (3) 신작 웹툰 공개 일정을 공지하려고 (4) 웹툰 창작 대회에 출품을 권유하려고 (5) 기초적인 웹툰 제작 방법을 설명하려고",
            "해설": "{\"해석\": \"저는 Toon Skills Company의 매니저 Charlie Reeves입니다. 만약 당신이 새로운 웹툰 제작 기술과 기법에 관심이 있다면, 이 글은 당신을 위한 것입니다. 올해 저희는 웹툰 제작에 관한 다양한 콘텐츠를 포함한 특별 온라인 강좌를 시작했습니다. 각 강좌는 당신의 그림 실력과 이야기 구성을 향상시키는 데 도움이 되는 10개의 단위로 구성되어 있습니다. 더군다나, 이 강좌는 초보자부터 고급 단계까지 모든 수준에 적합하게 설계되었습니다. 한 강좌는 45달러이며, 6개월 동안 원하는 만큼 강좌를 시청할 수 있습니다. 재능 있고 경험 많은 강사들과 함께하는 저희 강좌는 당신에게 새로운 창의성의 세계를 열어줄 것입니다. 이제 https://webtoonskills.com에서 당신만의 웹툰 세계를 창작할 시간입니다.\",\n\"해설\": 이 글은 Toon Skills Company의 매니저인 Charlie Reeves가 작성한 것으로, 온라인 웹툰 제작 강좌를 홍보하기 위해 작성되었습니다. 글의 주제는 '웹툰 제작 온라인 강좌'이며, 주장은 이 강좌가 웹툰 제작 기술과 기법에 관심 있는 사람들에게 유용하다는 것입니다. 여러 강좌의 구성 및 혜택, 그리고 비용에 대한 정보를 제공하고 있습니다. 글이 끝나는 부분에서 \"창의성의 세계를 열어줄 것\"이라는 문구를 통해 강좌의 효과를 강조하며, \"이제 당신만의 웹툰 세계를 창작할 시간이다\"라고 강좌 수강을 권유하고 있습니다. 따라서 글의 목적은 (1) '웹툰 제작 온라인 강좌를 홍보하려고'가 가장 적절합니다.\"}"
        }
    ]
}