{
    "task_type":"문맥에 맞는 낱말 선택",
    "definition":"주어진 글은 '문맥에 맞는 낱말 선택' 유형의 문제에 대한 해석 및 해설을 작성하기 위한 것이다. 주어진 글을 사용하여 '문맥에 맞는 낱말 선택' 유형의 문제에 대한 해석 및 해설을 아래 설명에 따라 생성하세요.\n 첫 번째 문장에서 글의 주제와 요지를 파악한다.각 네모의 전후 문맥을 살펴서 문맥에 맞는 낱말을 고른다. 적절한 어휘를 선택한 후에 글의 흐름이 자연스러운지 확인한다. 다음 구조로 출력을 제공하세요. \"해석\": 주어진 글의 한국어 해석. \"해설\": 위 글을 바탕으로 생성한 해설. 예: 다음과 같은 문제가 주어진 경우: {\"질문\": \"(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?\", \"본문\": \"We often forget that the main purpose of criticizing is not to be negative but to be constructive: to fix something. But general criticism is (A) productive / destructive . It doesn't lead anyone to know how to fix things; it just makes people feel bad. We all have different verbal and visual styles and conceive different ways to say the same thing. But, unless you can explain (B) generally / specifically , you haven't started fixing anything. To help the criticized person know how to fix what you object to, define exactly what went wrong and why it is unsatisfactory. Most people are so sensitive to criticism that they'll say, \"Yes, I understand,\" when they actually don't, just to get the criticism to end. Specific examples for improvement as well as specific descriptions of exactly what you mean are a (C) must / variable .\", \"보기\": \"(1) productive…… generally…… must (2) productive…… specifically…… variable (3) destructive…… generally…… must (4) destructive…… specifically…… variable (5) destructive…… specifically…… must\"}\n 반응은 다음과 같아야 합니다. {\"해석\": \"우리는 비판의 주된 목적이 반대하는 것이 아니라 건설적인 것, 즉 무엇인가를 바로잡는 것이라는 점을 자주 잊어버린다. 그러나 두루뭉술한 비판은 파괴적이다. 그것은 아무에게도 상황을 어떻게 바로잡을지 알도록 해 주지 않고, 다만 사람들을 기분 나쁘게 만들 뿐이다. 우리 모두에게는 각기 다른 언어적 스타일과 시각적 스타일이 있으며 같은 것을 말하는 다른 방법을 생각한다. 그러나 구체적으로 설명할 수 없다면, 어떤 것도 바로잡기를 시작하지 않은 것이다. 비판을받는 사람이 여러분이 못마땅해 하는 것을 바로잡는 방법을 알도록도우려면 정확히 무엇이 잘못되었고 왜 그것이 불만족스러운지 분명히 밝히라. 대다수 사람들은 비판에 매우 민감하여 실제로는 알지도못하면서 단지 비판을 끝내기 위해서 '네, 알아요.' 하고 말할 것이다.정확히 무슨 뜻인지에 대한 구체적인 기술뿐 아니라 개선을 위한 구체적인 예도 필수적인 것이다.\", \"해설\": \"비판의 목적은 건설적으로 상황을 바로잡도록 하는 것이고 그렇게 하려면 비판을 구체적으로 해야 한다는 내용의 글이다. (A) ‌뒤에 이어지는 문장에서 두루뭉술한 비판은 상황을 바로잡을 방법은 알려 주지 않고 상대의 기분만 상하게 한다고 부연하고 있으므로, '파괴적인'이라는 뜻의 destructive가 적절하다. (B) ‌비판을 받는 사람이 무엇이 잘못되었고 왜 잘못되었는지를 구체적으로 알도록 해야 바로잡기를 시작하는 것이라는 내용이 이어지는 것으로 보아 '구체적으로'라는 뜻의 specifically가 적절하다. (C) 비판하려는 내용에 대한 구체적인 설명뿐만 아니라 구체적인 예도 제시해야 한다는 내용이므로, '필수적인 것'을 의미하는 must가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}\n",
    "instance": [
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "While the eye sees at the surface, the ear tends to penetrate below the surface. Joachim-Ernst Berendt points out that the ear is the only sense that (A) fuses/replaces an ability to measure with an ability to judge. We can discern different colors, but we can give a precise number to different sounds. Our eyes do not let us perceive with this kind of (B) diversity/precision. An unmusical person can recognize an octave and, perhaps once instructed, a quality of tone, that is, a C or an F-sharp. Berendt points out that there are few ‘acoustical illusions’―something sounding like something that in fact it is not―while there are many optical illusions. The ears do not lie. The sense of hearing gives us a remarkable connection with the invisible, underlying order of things. Through our ears we gain access to vibration, which (C) underlies/undermines everything around us. The sense of tone and music in another’s voice gives us an enormous amount of information about that person, about her stance toward life, about her intentions.",
            "보기": "(1) fuses ...... precision ...... undermines (2) replaces ...... diversity ...... underlies (3) fuses ...... diversity ...... undermines (4) replaces ...... precision ...... underlies (5) fuses ...... precision ...... underlies",
            "해설": "{\"해석\": \"눈은 표면을 보는 반면, 귀는 표면 아래로 침투하는 경향이 있다. Joachim-Ernst Berendt는 귀가 측정의 능력과 판단의 능력을 융합하는 유일한 감각이라고 지적한다. 우리는 다른 색을 구별할 수 있지만, 다른 소리에 정확한 숫자를 부여할 수 있다. 우리의 눈은 이러한 종류의 정밀성을 가지고 인식하게 해주지 않는다. 비음악적인 사람도 옥타브를 인식할 수 있고, 아마도 교육을 받으면 음질, 즉 C나 F-샤프를 인식할 수 있다. Berendt는 실제로는 그렇지 않은데 그런 것처럼 들리는 '음향적 착각'은 거의 없는 반면, 많은 시각적 착각이 있다고 지적한다. 귀는 거짓말을 하지 않는다. 청각은 우리에게 보이지 않는, 사물의 근본적인 질서와 놀라운 연결을 제공한다. 우리의 귀를 통해 우리는 주변의 모든 것을 기반으로 하는 진동에 접근할 수 있다. 다른 사람의 목소리에서의 음조와 음악 감각은 그 사람에 대해, 그녀의 인생에 대한 태도에 대해, 그녀의 의도에 대해 엄청난 양의 정보를 제공한다.\", \"해설\": \"이 글은 귀의 능력과 그 중요성을 설명하는 내용을 담고 있다. (A) '융합한다'는 의미의 'fuses'가 적절하다. 이는 귀가 측정과 판단의 능력을 함께 갖추고 있다는 문맥에 잘 맞는다. (B) 귀가 제공하는 인식의 질이 눈보다 정밀하다는 내용이므로 '정밀함'이라는 의미의 'precision'이 적합하다. (C) 우리의 귀가 사물의 근본적인 질서와 연결된다는 점에서, 모든 것의 기저에 있는 것이라는 의미의 'underlies'가 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "I had the habit of telling my sons what they wanted to hear in the moment and making a promise in order to avoid a fight. Then, when I said something different and broke the promise, there was a much bigger battle. They lost trust in me. Now I make efforts to correct this habit. Even if it’s not what they want to hear, I try to be honest and say it anyway. I know that is a sure way to decrease conflict between us. As I am honest with them, our trust builds.",
            "보기": "(1) avoid ...... correct ...... builds (2) avoid ...... keep ...... builds (3) avoid ...... correct ...... disappears (4) cause ...... correct ...... disappears (5) cause ...... keep ...... disappears",
            "해설": "{\"해석\": \"나는 순간적으로 싸움을 피하기 위해 아들들에게 그들이 듣고 싶어 하는 말을 하고 약속을 하는 습관이 있었다. 그러다가 다른 말을 하거나 약속을 어기면 훨씬 큰 싸움이 일어났다. 그들은 나를 신뢰하지 않게 되었다. 이제 나는 이 습관을 고치기 위해 노력하고 있다. 그들이 듣고 싶어 하지 않는 말이라도 나는 솔직하려고 노력하며 그대로 말하려고 한다. 나는 솔직하게 말하는 것이 우리 사이의 갈등을 줄이는 확실한 방법이라는 것을 알고 있다. 내가 그들에게 솔직할수록, 우리 사이의 신뢰는 쌓인다.\", \"해설\": \"이 글은 부모-자식 간의 신뢰와 소통의 중요성에 대해 이야기하고 있다. 글쓴이는 싸움을 피하기 위해 아들에게 듣기 좋은 말을 하고 약속을 했지만, 그 약속을 지키지 못해 더 큰 싸움을 일으켰고, 이는 신뢰를 잃게 했다고 이야기하고 있다. 이후 글쓴이는 이 습관을 고치려고 노력하며, 솔직해지는 것이 갈등을 줄이는 방법이라고 설명한다. (A) '싸움을 피하기 위해'라는 문맥이므로 'avoid'가 적절하다. (B) '이 습관을 고치려고' 노력한다고 했으므로 'correct'가 적절하다. (C) 솔직함이 신뢰 관계를 쌓는다는 내용이므로 'builds'가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Pests and diseases are part of nature. In the ideal system there is a natural balance between predators and pests. If the system is imbalanced, one population can (A) decrease / increase because it is not being preyed upon by another. The aim of natural control is not to eradicate pests and diseases. It is to (B) disturb / restore a natural balance between pest and predator and keep pests and diseases down to an acceptable level. However, pesticides, another option to natural pest and disease control, do not solve the pest problem. In the past 50 years, pesticide use has increased ten times while crop losses from pest damage have doubled. Here lies the reason why natural control is (C) avoided / chosen more than pesticide use.",
            "보기": "(1) decrease ‥‥‥ disturb ‥‥‥ avoided (2) decrease ‥‥‥ restore ‥‥‥ chosen (3) increase ‥‥‥ restore ‥‥‥ chosen (4) increase ‥‥‥ disturb ‥‥‥ avoided (5) increase ‥‥‥ restore ‥‥‥ avoided",
            "해설": "{\"해석\": \"해충과 질병은 자연의 일부이다. 이상적인 시스템에서는 포식자와 해충 사이에 자연스러운 균형이 있다. 시스템이 불균형해지면 한 개체군이 다른 개체군에 의해 잡아먹히지 않기 때문에 (A) 감소 / 증가할 수 있다. 자연적 제어의 목표는 해충과 질병을 근절하는 것이 아니다. 그것은 해충과 포식자 사이의 자연 균형을 (B) 방해 / 복원하고 해충과 질병을 허용 가능한 수준으로 유지하는 것이다. 그러나 자연적인 해충 및 질병 제어의 또 다른 선택인 살충제는 해충 문제를 해결하지 않는다. 지난 50년 동안 살충제 사용은 10배 증가했지만 해충 피해로 인한 작물 손실은 두 배가 되었다. 여기서 자연적 제어가 살충제 사용보다 더 (C) 피하는 / 선택되는 이유가 있다.\",\n \"해설\": \"글의 주제는 자연적 제어가 해충 문제를 해결하는 데 있어 살충제보다 더 효과적이라는 것이다. (A) ‌뒤의 내용에서 하나의 개체군이 다른 개체군에 의해 잡아먹히지 않으면 증가할 수 있다고 언급하므로, '증가하다'라는 뜻의 increase가 적절하다. (B) 자연적 제어의 목표는 해충과 포식자 사이의 균형을 복원하는 것이므로, '복원하다'라는 뜻의 restore가 적절하다. (C) 자연적 제어가 살충제 사용보다 더 선택되는 이유를 설명하고 있으므로, '선택되는'을 의미하는 chosen이 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "It’s no surprise that labels are becoming the “go to” place when people have questions about how food is produced. But new Cornell University research finds that consumers crave more information, especially for the potentially (A) harmful/harmless ingredients that aren’t included in the product. The laboratory study of 351 shoppers found consumers willing to pay a premium when a product label says “free of” something, but only if the package provides “negative” information on whatever the product is “free of.” For example, a food labeled “free” of a food dye will compel some consumers to buy that product. But even more people will buy that product if that same label (B) includes/excludes information about the risks of ingesting such dyes. “When they get more information about ingredients, consumers are more (C) confident/insecure about their decisions and value the product more,” Harry M. Kaiser, a Cornell professor, said.",
            "보기": "(1) harmful ...... includes ...... confident (2) harmful ...... excludes ...... confident (3) harmful ...... includes ...... insecure (4) harmless ...... includes ...... insecure (5) harmless ...... excludes ...... insecure",
            "해설": "{\"해석\": \"사람들이 음식이 어떻게 생산되는지에 대해 궁금해할 때 라벨이 '주로 찾는' 장소가 된다는 것은 놀라운 일이 아니다. 그러나 코넬 대학교의 새로운 연구에 따르면 소비자들은 특히 제품에 포함되지 않은 잠재적으로 유해한 성분들에 대해 더 많은 정보를 갈망한다고 한다. 351명의 쇼핑객을 대상으로 한 실험실 연구에서 제품 라벨에 어떤 성분이 '없음'이 명시되어 있을 때, 소비자들은 더 높은 가격을 지불할 의사가 있다는 사실이 드러났다. 하지만 이는 제품 패키지가 '없는 성분'에 대한 '부정적인' 정보를 제공할 때만 해당된다. 예를 들어, 식용 색소가 '없음'으로 표시된 식품은 일부 소비자들이 그 제품을 사도록 유도할 것이다. 그러나 동일한 라벨이 그러한 색소를 섭취하는 위험성에 대한 정보를 포함하면 더 많은 사람들이 그 제품을 구입할 것이다. '성분에 대한 더 많은 정보를 얻을 때, 소비자들은 자신의 결정에 대해 더 자신감을 느끼며 제품의 가치를 더 높게 평가한다,'고 코넬 대학교 교수 해리 M. 카이저가 말했다.\",\n\"해설\": \"이 글은 소비자들이 제품 라벨을 통해 성분 정보, 특히 잠재적으로 유해한 성분에 대한 정보를 알기를 원한다는 내용이다. 연구 결과, 소비자들은 특정 성분이 포함되지 않았다는 부정적인 정보가 있을 때 제품에 대해 더 많은 비용을 지불할 의사가 있다는 것을 보여준다. (A) '특히 제품에 포함되지 않은 잠재적으로 유해한 성분들'이라는 설명으로 보아, '유해한'이라는 뜻의 harmful이 적절하다. (B) 제품 라벨에 특정 성분이 없다고 표시되더라도 왜 그 성분이 없는지에 대한 정보가 포함되어 있을 때 더 많은 소비자들이 제품을 구입하고 싶어 하므로, '포함하다'라는 뜻의 includes가 적절하다. (C) 성분에 대한 정보를 더 많이 제공받은 소비자들이 자신의 결정에 대해 더 자신감을 느낀다는 내용이 이어지므로, '자신감 있는'을 의미하는 confident가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "The laser pointer, which became popular in the 1990s, was at first typically thick to hold in the hand. Before long, such pointers came in slimmer pocket models and became easier to handle. Still, the laser pointer had its own (A) strengths/weaknesses. Batteries were required and had to be replaced, and the shaky hand movements of a nervous lecturer were (B) hidden/shown in the sudden motion of the glowing red dot. Moreover, the red dot could be difficult to see against certain backgrounds, thus making the laser pointer (C) inferior/superior even to a simple stick. To correct this problem, more advanced and thus more expensive green­beam laser pointers came to be introduced.",
            "보기": "(1) strengths ...... shown ...... inferior (2) strengths ...... hidden ...... superior (3) weaknesses ...... shown ...... superior (4) weaknesses ...... hidden ...... superior (5) weaknesses ...... shown ...... inferior",
            "해설": "{\"해석\": \"1990년대에 인기를 끈 레이저 포인터는 처음에는 손에 쥐기 쉽게 두꺼웠다. 곧 얇은 주머니 모델이 등장하여 다루기 쉬워졌다. 그래도 레이저 포인터는 자체적인 약점을 가지고 있었다. 배터리가 필요했고 교체해야 했으며, 긴장한 강사의 흔들리는 손 움직임이 반짝이는 붉은 점의 갑작스러운 움직임으로 드러났다. 게다가 특정 배경에서는 붉은 점이 보이기 어려워서 레이저 포인터는 단순한 막대기보다도 열등했다. 이 문제를 해결하기 위해 더 진보되고 따라서 더 비싼 녹색 광선 레이저 포인터가 도입되었다.\",\n\"해설\": \"이 글은 레이저 포인터의 역사와 사용상의 문제점 및 개선 사항에 대해 설명하고 있다. (A) 레이저 포인터가 두께가 얇아지면서 다루기 쉬워졌지만 자체적인 '약점'을 가지고 있었다고 한 것을 보면, '약점'이라는 뜻의 weaknesses가 적절하다. (B) 긴장한 강사의 손 움직임이 레이저 점으로 '드러났다'는 내용이므로 '드러났다'는 의미의 shown이 적절하다. (C) 붉은 점이 특정 배경에서는 잘 보이지 않아서 단순한 막대기보다 더 '열등하다'는 내용이므로 '열등한'을 의미하는 inferior가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "In Ontario, there is an old-growth forest near Temagami. Some people want to cut down the trees for lumber. Others want to keep it as it is: they believe it is (A) common / unique and must be protected for coming generations. Many people are somewhere in the middle, wanting some use and some protection. Most people are in favor of using our resources wisely. They prefer practices that make our resources (B) sustainable / unsustainable. That is, we should use our resources wisely now and we will still have more for the future. We are all responsible for looking after the environment. We can learn from First Nations’ people who have long known the importance of (C) changing / preserving the environment for future generations. What you inherited and live with will become the inheritance of future generations.",
            "보기": "(1) common ...... unsustainable ...... preserving (2) common ...... sustainable ...... changing (3) unique ...... unsustainable ...... preserving (4) unique ...... unsustainable ...... changing (5) unique ...... sustainable ...... preserving",
            "해설": "{\"해석\": \"온타리오 주 테마가미 근처에는 원시림이 있다. 어떤 사람들은 목재를 위해 나무를 베길 원한다. 다른 사람들은 그것을 있는 그대로 유지하고 싶어 한다. 왜냐하면 그것이 독특하며 미래 세대를 위해 보호해야 한다고 믿기 때문이다. 많은 사람들은 중간 입장에 있으며, 어느 정도 사용하고 어느 정도 보호하기를 원한다. 대부분의 사람들은 자원을 현명하게 사용하는 것을 찬성한다. 그들은 자원을 지속 가능하게 만드는 방식을 선호한다. 즉, 현재 자원을 현명하게 사용하면 미래에도 더 많은 자원을 가질 수 있을 것이다. 우리는 모두 환경을 돌볼 책임이 있다. 우리는 오래 전부터 미래 세대를 위해 환경을 보존하는 중요성을 알고 있는 원주민들로부터 배울 수 있다. 당신이 물려받고 사는 것은 미래 세대의 유산이 될 것이다.\", \"해설\": \"이 글은 온타리오 주 테마가미 근처의 원시림을 어떻게 할 것인지에 대해 다루고 있다. (A) 에서는 원시림을 보호해야 한다는 사람들의 의견을 설명하면서 그것이 '독특한'이기 때문에 보호해야 한다고 말하므로 unique가 적절하다. (B) 에서는 자원을 현명하게 사용하여 지속 가능하게 관리해야 한다는 내용을 담고 있으므로 '지속 가능한'이라는 뜻의 sustainable이 적절하다. (C) 에서는 미래 세대를 위해 환경을 보존하는 것이 중요하다는 원주민들의 가르침을 언급하므로 '보존하는'이라는 뜻의 preserving이 적절하다. 따라서 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Some species use alarm calls to share information about potential predators. Their alarm calls seem to convey very (A) specific/confusing information about the nature of the predator that has been detected as they become more mature. When a young vervet monkey spots a bird in the sky above it, it will give an alarm call. In this case a sort of “cough­cough” noise. At this stage, the call appears to be an innate possible­danger­above signal because it is given as a response to any large flying object, dangerous or otherwise. But as the monkey matures, the range of stimuli that will trigger the call (B) broadens/narrows. Eventually the use of this alarm call will be restricted to those situations when an eagle is spotted in the skies above. Upon hearing the call the members of the group will scan the sky to locate the (C) prey/threat and then make a dash for the cover provided by dense vegetation.",
            "보기": "(1) specific ...... broadens ...... prey (2) specific ...... narrows ...... threat (3) confusing ...... broadens ...... threat (4) specific ...... narrows ...... prey (5) confusing ...... narrows ...... prey",
            "해설": "{\"해석\": \"일부 종들은 잠재적 포식자에 대한 정보를 공유하기 위해 경보음을 사용한다. 그들의 경보음은 감지된 포식자의 성격에 대해 매우 구체적인 정보를 전달하는 것으로 보이고, 이는 그들이 성숙해짐에 따라 더욱 명확해진다. 어린 버빗원숭이가 하늘 위에 새를 발견하면, 경보음을 낼 것이다. 이 경우 일종의 '기침-기침' 소리이다. 이 단계에서 이 소리는 본능적인 가능한 위협-위에 대한 신호로 보이며, 그것은 위험하든 아니든 큰 날아다니는 물체에 대한 반응으로 주어진다. 그러나 원숭이가 성숙해짐에 따라, 이 소리를 유발할 자극의 범위는 좁아진다. 결국 이 경보음은 하늘에 독수리가 보일 때의 상황으로 제한된다. 소리를 들은 그룹의 구성원들은 하늘을 훑어 위협을 찾고, 나서서 빽빽한 식물이 제공하는 은신처로 달려갈 것이다.\",\n\"해설\": \"이 글은 일부 동물 종들이 포식자에 대한 정보를 경고음으로 전달하는 방법에 대해 설명하며, 포식자를 감지하는 경고음이 성숙해짐에 따라 더 구체적으로 된다. (A) 감지된 포식자의 성격에 대해 매우 '구체적'(specific) 정보를 전달한다고 하므로 specific이 적절하다. (B) 원숭이가 성숙해짐에 따라 경보음을 유발하는 자극의 범위가 '좁아진다'(narrows)고 했기 때문에 narrows가 맞다. (C) 독수리가 보이면 무리의 구성원들이 하늘을 훑어 '위협'(threat)을 찾는다는 의미이므로 threat이 적절하다. 선택된 단어들은 모두 글의 흐름에 맞고 글의 주제와 일관성을 유지한다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Suppose we wish to create a yellow by mixing red and green paints. If we mixed the paints together, we would (A) succeed/fail in getting the intended result, probably getting a reddish color instead. This is because the paints were mixed together so that their effects on light interfered with each other. But suppose the red were painted as many small dots of paint. From a distance, it would look like a solid red. Similarly, the green could be painted as many small dots on the same paper, never (B) overlapping /separating the red dots. From up close the many small red and green dots would be seen. From a distance, far enough back so that the individual dots could be (C) visible /invisible , the eye would receive a mixture of red and green light. The light would look yellow.",
            "보기": "(1) succeed ...... overlapping...... visible (2) succeed ...... separating ...... visible (3) fail ...... overlapping...... visible (4) fail ...... separating ...... invisible (5) fail ...... overlapping...... invisible",
            "해설": "{\"해석\": \"우리가 빨간색과 녹색 페인트를 섞어서 노란색을 만들고 싶다고 가정해 보자. 페인트를 섞으면 원래 의도한 결과를 얻지 못하고 아마도 붉은 색조가 될 것이다. 이는 페인트가 서로 섞여서 빛에 대한 효과가 서로 방해하기 때문이다. 하지만 빨간색이 많은 작은 점으로 칠해진다고 가정해 보자. 멀리서 보면 단색 빨강처럼 보일 것이다. 마찬가지로 녹색도 절대로 빨강 점과 겹치지 않도록 같은 종이에 많은 작은 점으로 칠해질 수 있다. 가까이에서 보면 많은 작은 빨강과 녹색 점이 보일 것이다. 멀리서, 개개의 점이 보이지 않을 만큼 충분히 먼 거리에서 보면, 눈은 빨강과 녹색 빛의 혼합을 받아들일 것이다. 그 빛은 노랗게 보일 것이다.\",\n \"해설\": \"이 글은 빨간색과 녹색 페인트를 섞어서 노란색을 만드는 방법에 대해 설명하고 있다. (A) 부분에서, 페인트를 단순히 섞으면 원래 의도한 노란색이 되지 않을 것이라고 하므로 '실패한다'는 뜻의 fail이 적절하다. (B) 부분에서는 빨강 점과 녹색 점이 겹치지 않도록 해야 한다는 내용이므로 '겹치는'이라는 뜻의 overlapping이 적절하다. (C) 부분에서는 멀리서 점들이 보이지 않을 때 비로소 노란색으로 보인다고 하므로 '보이지 않는'을 의미하는 invisible이 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "In most people, emotions are situational. Something in the here and now makes you mad. The emotion itself is (A) tied/unrelated to the situation in which it originates. As long as you remain in that emotional situation, you’re likely to stay angry. If you leave the situation, the opposite is true. The emotion begins to (B) disappear/appear as soon as you move away from the situation. Moving away from the situation prevents it from taking hold of you. Counselors often advise clients to get some emotional distance from whatever is (C) bothering/pleasing them. One easy way to do that is to geographically separate yourself from the source of your anger.",
            "보기": "(1) tied ...... disappear ...... bothering (2) tied ...... disappear ...... pleasing (3) tied ...... appear ...... bothering (4) unrelated ...... disappear ...... pleasing (5) unrelated ...... appear ...... pleasing",
            "해설": "{\"해석\": \"대부분의 사람들에게 감정은 상황적이다. 지금 여기서 어떤 것이 당신을 화나게 만든다. 그 감정 자체는 그것이 발생한 상황과 연관되어 있다. 당신이 그 감정적인 상황에 머무는 한, 당신은 화가 계속 날 가능성이 크다. 만약 당신이 그 상황에서 벗어나면, 반대의 경우가 된다. 그 감정은 상황에서 멀어지기 시작하자마자 사라지기 시작한다. 상황에서 멀어지는 것은 그것이 당신을 사로잡는 것을 막는다. 상담사들은 종종 내담자들에게 그들을 귀찮게 하는 것에서 약간의 감정적인 거리를 두라고 조언한다. 그것을 쉽게 하는 한 가지 방법은 당신의 분노의 원천으로부터 지리적으로 떨어져 있는 것이다.\", \"해설\": \"대부분의 사람들에게 감정은 발생한 상황에 따라 다르고, 그 감정은 그 상황에 연관되어 있다. (A) 감정 자체가 그것이 발생한 상황과 연관되어 있다고 하므로 '연관된'의 의미인 tied가 적절하다. (B) 상황에서 벗어날 때 감정이 사라지기 시작한다고 하므로 '사라지다'의 의미인 disappear가 적절하다. (C) 상담사들이 내담자들에게 그들을 귀찮게 하는 것에서 감정적 거리를 두라고 조언한다고 하므로 '귀찮게 하는'의 의미인 bothering이 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 알 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "How soon is too soon to start kids on a computer? If your baby is less than a year old, the answer is (A) clear/unclear . That is because a baby’s vision has not developed enough to focus on the screen, and they can’t even sit up on their own. But after their first birthday, people have different answers to the question. Some people (B) agree/disagree with the idea of exposing three­year­olds to computers. They insist that parents stimulate their children in the traditional ways through reading, sports, and play―instead of computers. Others argue that early exposure to computers is helpful in adapting to our digital world. They believe the earlier kids start to use computers, the more (C) familiarity/reluctance they will have when using other digital devices.",
            "보기": "(1) clear ...... agree ...... familiarity (2) clear ...... disagree ...... reluctance (3) clear ...... disagree ...... familiarity (4) unclear ...... agree ...... reluctance (5) unclear ...... disagree ...... reluctance",
            "해설": "{\"해석\": \"아이들을 언제부터 컴퓨터에 노출시키는 것이 너무 빠른 걸까? 만약 당신의 아기가 한 살 미만이라면, 그 답은 명확하다. 왜냐하면 아기의 시력이 화면에 초점을 맞출 만큼 충분히 발달하지 않았고, 혼자 앉을 수도 없기 때문이다. 그러나 첫 돌 이후에는 이 질문에 대한 사람들이 제각기 다른 답을 한다. 일부 사람들은 세 살짜리 아이들에게 컴퓨터를 노출하는 아이디어에 반대한다. 그들은 부모가 컴퓨터 대신 독서, 스포츠, 놀이를 통해 전통적인 방법으로 아이들을 자극해야 한다고 주장한다. 다른 사람들은 초기 컴퓨터 노출이 디지털 세계에 적응하는 데 도움이 된다고 주장한다. 그들은 아이들이 컴퓨터를 사용하는 것을 일찍 시작할수록 다른 디지털 기기를 사용할 때 더 많은 친숙함을 가질 것이라고 믿는다.\", \"해설\": \"아이들을 언제부터 컴퓨터에 노출시키는 것이 적절한지에 대해 다루는 글이다. 첫 번째 빈칸 (A)의 경우, '아기가 한 살 미만이라면, 그 답은 명확하다'라는 내용으로 보아 '명확한'이라는 뜻의 clear가 적절하다. 두 번째 빈칸 (B)의 경우, 일부 사람들이 세 살짜리 아이들에게 컴퓨터를 사용하는 것에 반대한다고 하므로, '반대하는'이라는 뜻의 disagree가 적절하다. 세 번째 빈칸 (C)의 경우, 컴퓨터를 일찍부터 사용하면 다른 디지털 기기를 사용할 때 더 '친숙함'을 가질 것이라는 내용으로 보아 familiarity가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "When we don’t want to believe a certain claim, we ask ourselves, “Must I believe it?” Then we search for contrary evidence, and if we find a single reason to (A) defend/doubt the claim, we can dismiss the claim. Psychologists now have numerous findings on “motivated reasoning,” showing the many tricks people use to reach the conclusions they want to reach. When subjects are told that an intelligence test gave them a low score, they choose to read articles (B) supporting/criticizing the validity of IQ tests. When people read a (fictitious) scientific study reporting heavy caffeine consumption is associated with an increased risk of breast cancer, women who are heavy coffee drinkers find (C) more/fewer errors in the study than do less caffeinated women.",
            "보기": "(1) defend ...... supporting ...... more (2) doubt ...... supporting ...... fewer (3) doubt ...... criticizing ...... more (4) doubt ...... criticizing ...... fewer (5) defend ...... criticizing ...... fewer",
            "해설": "{\"해석\": \"우리가 어떤 주장에 동의하고 싶지 않을 때, 우리는 '내가 반드시 믿어야 할까?'라고 묻는다. 그런 다음 반대 증거를 찾고, 그 주장을 의심할 만한 단 하나의 이유라도 찾으면 그 주장을 무시할 수 있다. 심리학자들은 사람들이 자신이 도달하고자 하는 결론에 도달하기 위해 사용하는 많은 속임수를 보여주는 '동기화된 추론'에 관한 수많은 발견을 가지고 있다. 시험 참가자들에게 지능 검사에서 낮은 점수를 받았다고 말하면, 그들은 IQ 테스트의 타당성을 비판하는 기사를 읽는 것을 선택한다. 과도한 카페인 섭취가 유방암 위험 증가와 관련이 있다는 (허구의) 과학 연구를 읽을 때, 커피를 많이 마시는 여성들은 카페인을 적게 섭취하는 여성들보다 그 연구에서 더 많은 오류를 발견한다.\",\n \"해설\": \"글의 주제는 '사람들이 본인이 믿고 싶어하는 결론을 지지하기 위해 사용하는 여러 심리적 장치들'이다. (A) 현재 설명된 바에 따르면, 주장에 반대하는 증거를 찾고 그 주장을 의심할 만한 이유를 발견하면 주장을 무시한다고 했으므로, '의심하다'라는 의미의 doubt가 적절하다. (B) 실험 참가자가 낮은 지능 검사 점수를 받은 후 그들이 선택하는 기사는 IQ 테스트의 타당성을 비판하는 기사이므로, '비판하는'이라는 뜻의 criticizing이 적절하다. (C) 커피를 많이 마시는 여성들이 카페인을 적게 섭취하는 여성들보다 과학 연구에서 더 많은 오류를 발견한다는 맥락이므로, '더 많은'이라는 뜻의 more이 적절하다. 각 낱말들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Feeling and emotion are crucial for everyday decision making. The neuroscientist Antonio Damasio studied people who were perfectly normal in every way except for brain injuries that damaged their emotional systems. As a result, they were (A) able/unable to make decisions or function effectively in the world. While they could describe exactly how they should have been functioning, they couldn’t determine where to live, what to eat, and what products to buy and use. This finding (B) contradicts/supports the common belief that decision making is the heart of rational, logical thought. But modern research shows that the affective system provides critical (C) assistance/interference to your decision making by helping you make rapid selections between good and bad, reducing the number of things to be considered.",
            "보기": "(1) able ...... contradicts ...... assistance (2) unable ...... contradicts ...... assistance (3) unable ...... contradicts ...... interference (4) unable ...... supports ...... interference (5) able ...... supports ...... interference",
            "해설": "{\"해석\": \"느낌과 감정은 일상적인 의사 결정에 매우 중요하다. 신경과학자 안토니오 다마지오는 감정 시스템이 손상된 두뇌 손상을 제외하고는 모든 면에서 완전히 정상인 사람들을 연구했다. 그 결과, 그들은 결정을 내리거나 세상에서 효과적으로 기능할 수 없었다. 그들은 어떻게 기능해야 하는지를 정확히 설명할 수 있었지만, 어디에 살고, 무엇을 먹고, 어떤 제품을 사서 사용할지를 결정할 수 없었다. 이 연구 결과는 의사 결정이 합리적이고 논리적 사고의 핵심이라는 일반적인 믿음에 반대된다. 하지만 현대 연구에 따르면 감정 시스템은 좋고 나쁜 것들 사이에서 빠른 선택을 도와주고, 고려해야 할 것들의 수를 줄여줌으로써 의사 결정에 중요한 도움을 제공한다.\",\n\"해설\": \"이 글은 느낌과 감정이 일상적인 의사 결정에서 중요한 역할을 한다는 내용이다. (A) 네모 안에서는 두뇌 손상으로 인해 결정을 내리거나 세상에서 효과적으로 기능할 수 없다는 내용이므로, '할 수 없는'이라는 뜻의 unable이 적절하다. (B) 의사 결정이 합리적이고 논리적 사고의 핵심이라는 일반적인 믿음에 반대된다는 문맥에서 '반대된다'는 뜻의 contradicts가 적합하다. (C) 감정 시스템이 의사 결정에 중요한 도움을 제공한다고 언급하고 있으므로, '도움'을 의미하는 assistance가 적합하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "New technologies create new interactions and cultural rules. As a way to encourage TV viewing, social television systems now enable social interaction among TV viewers in different locations. These systems are known to build a greater sense of (A) connectedness/isolation among TV­using friends. One field study focused on how five friends between the ages of 30-36 communicated while watching TV at their homes. The technology (B) allowed/forbade them to see which of the friends were watching TV and what they were watching. They chose how to communicate via social television—whether through voice chat or text chat. The study showed a strong preference for text over voice. Users offered two key reasons for (C) disliking/favoring text chat. First, text chat required less effort and attention, and was more enjoyable than voice chat. Second, study participants viewed text chat as more polite.",
            "보기": "(1) connectedness ...... allowed ...... disliking (2) connectedness ...... forbade ...... disliking (3) connectedness ...... allowed ...... favoring (4) isolation ...... forbade ...... favoring (5) isolation ...... allowed ...... disliking",
            "해설": "{\"해석\": \"새로운 기술은 새로운 상호작용과 문화적 규칙을 창출한다. TV 시청을 장려하는 방법으로, 소셜 텔레비전 시스템은 이제 다른 위치에 있는 TV 시청자들 간의 사회적 상호작용을 가능하게 한다. 이러한 시스템은 TV를 사용하는 친구들 사이에 더 큰 유대감을 형성하는 것으로 알려져 있다. 한 필드 연구는 30-36세 사이 다섯 명의 친구들이 집에서 TV를 시청하면서 어떻게 소통했는지에 초점을 맞췄다. 이 기술은 친구들이 TV를 시청하고 있는지, 그리고 무엇을 시청하고 있는지를 알 수 있게 했다. 그들은 음성 채팅이나 텍스트 채팅을 통해 소셜 텔레비전을 통해 소통하는 방식을 선택했다. 연구는 음성보다 텍스트를 더 선호하는 강한 경향을 보여주었다. 사용자들은 텍스트 채팅을 선호하는 두 가지 주요 이유를 제시했다. 첫째로, 텍스트 채팅은 음성 채팅보다 더 적은 노력과 관심을 필요로 하고, 더 즐거웠다. 둘째로, 연구 참가자들은 텍스트 채팅을 더 예의 바르다고 간주했다.\", \"해설\": \"이 글은 소셜 텔레비전 시스템이 제공하는 사회적 상호작용과 관련된 이점을 설명하고 있다. (A) 텔레비전을 사용하는 친구들 사이에 더 큰 유대감을 형성하는 시스템이라는 설명에 따라 '유대감'이라는 의미의 connectedness가 적절하다. (B) 기술이 친구들이 TV를 시청하고 무엇을 보는지 알 수 있도록 했다는 언급에 비추어 '허용된'이라는 뜻의 allowed가 적합하다. (C) 텍스트 채팅이 더 적은 노력과 관심을 필요로 하고, 더 즐거웠으며 더 예의 바르다고 간주되었다는 설명에 따르면 '선호'를 의미하는 favoring이 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Many successful people tend to keep a good bedtime routine. They take the time just before bed to reflect on or write down three things that they are (A) regretful/thankful for that happened during the day. Keeping a diary of things that they appreciate reminds them of the progress they made that day in any aspect of their lives. It serves as a key way to stay motivated, especially when they experience a (B) hardship/success . In such case, many people fall easily into the trap of replaying negative situations from a hard day. But regardless of how badly their day went, successful people typically (C) avoid/employ that trap of negative self-talk. That is because they know it will only create more stress.",
            "보기": "(1) regretful ...... hardship ...... avoid (2) regretful ...... success ...... employ (3) thankful ...... hardship ...... avoid (4) thankful ...... success ...... avoid (5) thankful ...... hardship ...... employ",
            "해설": "{\"해석\": \"많은 성공한 사람들은 좋은 취침 루틴을 유지하는 경향이 있다. 그들은 잠자리에 들기 직전에 하루 동안 있었던 세 가지 감사한 일들을 반성하거나 기록하는 시간을 갖는다. 감사한 일들의 일기를 쓰는 것은 그들이 그날의 삶의 모든 측면에서 성취한 진보를 상기시켜 준다. 그것은 그들이 동기를 유지하는 주요한 방법으로 작용하며, 특히 어려움을 겪을 때 그러하다. 그러한 경우, 많은 사람들은 힘든 하루의 부정적인 상황을 반복해서 떠올리는 함정에 쉽게 빠진다. 그러나 그날이 얼마나 나빴든 상관없이, 성공한 사람들은 보통 부정적인 자아 비판의 함정을 피한다. 왜냐하면 그것이 더 큰 스트레스만을 유발할 것임을 알기 때문이다.\", \n \"해설\": \"이 글은 성공한 사람들이 하루를 돌아보며 감사를 표현하고 긍정적인 마인드를 유지함으로써 동기를 유지하는 방법에 대해 설명하고 있다. (A) 선택지에서 successful 사람들이 하루 동안 감사한 일을 반성하거나 기록한다고 했으므로 '감사하는'이라는 뜻의 thankful이 적절하다. (B) 많은 사람들이 고난을 겪을 때 부정적인 상황을 떠올리는 함정에 쉽게 빠진다는 내용을 고려하면, '고난'이라는 뜻의 hardship이 맞다. (C) 부정적인 자아 비판의 함정을 피한다고 했으므로 '피한다'라는 뜻의 avoid가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "From the beginning of human history, people have asked questions about the world and their place within it. For early societies, the answers to the most basic questions were found in (A) religion/science. Some people, however, found the traditional religious explanations inadequate, and they began to search for answers based on reason. This (B) consistency/shift marked the birth of philosophy, and the first of the great thinkers that we know of was Thales of Miletus. He used reason to inquire into the nature of the universe, and encouraged others to do likewise. He passed on to his followers not only his answers but also the process of thinking (C) rationally/irrationally, together with an idea of what kind of explanations could be considered satisfactory.",
            "보기": "(1) religion ...... consistency ...... rationally (2) religion ...... shift ...... irrationally (3) religion ...... shift ...... rationally (4) science ...... shift ...... irrationally (5) science ...... consistency ...... rationally",
            "해설": "{\"해석\": \"인류 역사 초기부터 사람들은 세상과 그 안에서 자신의 위치에 대해 질문을 해왔다. 초기 사회에서는 가장 기본적인 질문들에 대한 답을 종교에서 찾았다. 그러나 일부 사람들은 전통적인 종교적 설명이 불충분하다고 느꼈고, 이성에 기반한 답을 찾기 시작했다. 이러한 전환은 철학의 탄생을 의미했으며, 우리가 알고 있는 위대한 사상가 중 첫 번째는 밀레투스의 탈레스였다. 그는 우주의 본질을 탐구하기 위해 이성을 사용했으며, 다른 사람들도 그렇게 하도록 권장했다. 그는 자신의 대답뿐만 아니라 합리적으로 사고하는 과정과 어떤 종류의 설명이 만족스러운 것으로 간주될 수 있는지에 대한 개념도 제자들에게 전했다.\", \"해설\": \"이 글은 철학의 탄생과 초기 철학자가 이성을 통해 세상을 이해하려 했다는 내용을 다루고 있다. 첫 번째 빈칸 (A)에서는 초기 사회에서 가장 기본적인 질문들에 대한 답을 종교에서 찾았다는 문장이므로 '종교'를 의미하는 'religion'이 적절하다. 그 다음 문장은 일부 사람들이 전통적인 종교적 설명이 불충분하다고 느꼈고, 이성에 기반한 답을 찾기 시작했다는 내용을 담고 있기 때문에 이는 '전환'을 의미하는 'shift'가 맞는다. 마지막으로, 탈레스가 자신의 대답뿐만 아니라 합리적인 사고 과정을 제자들에게 전했으므로, '합리적으로'를 의미하는 'rationally'가 적합하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Everyone knows a young person who is impressively “street smart” but does poorly in school. We think it is a waste that one who is so (A) intelligent/unintelligent about so many things in life seems unable to apply that intelligence to academic work. What we don’t realize is that schools and colleges might be at fault for missing the opportunity to draw such street smarts and guide them toward good academic work. Nor do we consider one of the major reasons why schools and colleges (B) accept/overlook the intellectual potential of street smarts: the fact that we associate those street smarts with anti-intellectual concerns. We associate the educated life, the life of the mind, too (C) narrowly/widely with subjects and texts that we consider inherently weighty and academic.",
            "보기": "(1)intelligent ...... accept ...... widely (2)intelligent ...... overlook ...... narrowly (3)unintelligent ...... overlook ...... widely (4)unintelligent ...... overlook ...... narrowly (5)unintelligent ...... accept ...... widely",
            "해설": "{\"해석\": \"누구나 학교에서는 성적이 좋지 않지만 길거리에서는 뛰어난 재치를 발휘하는 젊은 이를 알고 있다. 우리는 삶에서 많은 것을 너무나 잘 아는 이가 학업적인 일에 그 지능을 적용하지 못하는 것이 아깝다고 생각한다. 그러나 우리가 깨닫지 못하는 것은 학교와 대학이 그런 길거리 지능을 끌어내어 좋은 학업 성과로 이어지게 할 기회를 놓치고 있을지도 모른다는 점이다. 또한 우리는 학교와 대학이 길거리 지능의 지적 잠재력을 간과하는 주요 이유 중 하나를 고려하지 않는다: 길거리 지능을 반지성적인 문제와 연관 짓는다는 사실이다. 우리는 교육 받은 삶, 즉 지적인 삶을 지나치게 학문적이고 무거운 주제와 텍스트와 연관 짓는다.\",\n \"해설\": \"이 글은 길거리 지능을 가지고 있지만 학업 성과가 낮은 젊은 사람들에 대해 논하고 있다. 글에서 학교와 대학이 그러한 지능을 학문적인 성과로 발전시키는 기회를 놓치고 있다는 점을 인식하지 못한다고 지적한다. (A)에서 삶에 대한 많은 지식을 잘 알고 있지만, 학업에 그 지능을 적용하지 못하는 것을 '아깝다'고 표현하고 있으므로 '지적이다'는 의미의 intelligent가 적절하다. (B)에서 학교와 대학이 길거리 지능의 지적 잠재력을 간과하는 이유를 설명하고 있으므로 '간과하다'는 뜻의 overlook이 맞다. (C)에서 지적인 삶을 '너무나 좁게' 학문적인 주제와 텍스트에만 연관 짓는다고 언급하므로, '좁게'를 의미하는 narrowly가 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "People have higher expectations as their lives get better. However, the higher the expectations, the more difficult it is to be satisfied. We can increase the satisfaction we feel in our lives by (A) controlling/raising our expectations. Adequate expectations leave room for many experiences to be pleasant surprises. The challenge is to find a way to have proper expectations. One way to do this is by keeping wonderful experiences (B) frequent/rare. No matter what you can afford, save great wine for special occasions. Make an elegantly styled silk blouse a special treat. This may seem like an act of denying your desires, but I don’t think it is. On the contrary, it’s a way to make sure that you can continue to experience (C) familiarity/pleasure. What’s the point of great wines and great blouses if they don’t make you feel great?",
            "보기": "(1) controlling ...... frequent ...... pleasure (2) controlling ...... rare ...... familiarity (3) controlling ...... rare ...... pleasure (4) raising ...... frequent ...... familiarity (5) raising ...... rare ...... pleasure",
            "해설": "{\"해석\": \"사람들은 삶이 나아질수록 더 높은 기대를 갖는다. 그러나 기대치가 높을수록 만족하기가 더 어렵다. 우리는 기대치를 조절함으로써 삶에서 느끼는 만족도를 높일 수 있다. 적절한 기대치는 많은 경험이 즐거운 놀라움이 될 여지를 남긴다. 문제는 적절한 기대치를 가지는 방법을 찾는 것이다. 이를 달성하는 한 가지 방법은 멋진 경험을 드물게 유지하는 것이다. 당신이 무엇을 감당할 수 있든지 간에, 좋은 와인은 특별한 날을 위해 아껴라. 우아한 실크 블라우스를 특별한 즐거움으로 만들어라. 이것은 욕망을 부정하는 행위처럼 보일 수 있지만, 나는 그렇게 생각하지 않는다. 반대로, 이것은 당신이 계속해서 기쁨을 경험할 수 있게 하는 방법이다. 위대한 와인과 훌륭한 블라우스가 당신을 기쁘게 하지 않는다면 무슨 소용이 있겠는가?\",\n\"해설\": \"이 글은 기대치를 조절함으로써 삶에서 느끼는 만족을 높일 수 있는 방법에 대해 설명하고 있다. (A) 인간의 기대치가 높아질수록 만족하기가 어려워지기 때문에 예상 기대치를 '조절하는(Controlling)' 것이 적절하다. (B) 멋진 경험을 자주 가지면 그것이 특별한 가치를 잃기 때문에 드물게 가지는 것이 좋다는 뜻으로, '드물게(rare)'가 적절하다. (C) 기대치를 조절하고 멋진 경험을 드물게 함으로써 지속적으로 '기쁨(pleasure)'을 느낄 수 있게 한다는 내용을 전달하고 있으므로, '기쁨(pleasure)'이 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "We notice repetition among confusion, and the opposite: we notice a break in a repetitive pattern. But how do these arrangements make us feel? And what about “perfect” regularity and “perfect” chaos? Some repetition gives us a sense of security, in that we know what is coming next. We like some (A) predictability/unpredictability . We arrange our lives in largely repetitive schedules. Randomness, in organization or in events, is more challenging and more frightening for most of us. With “perfect” chaos we are (B) excited/frustrated by having to adapt and react again and again. But “perfect” regularity is perhaps even more horrifying in its monotony than randomness is. It (C) denies/implies a cold, unfeeling, mechanical quality. Such perfect order does not exist in nature; there are too many forces working against each other. Either extreme, therefore, feels threatening.",
            "보기": "(1)predictability ...... excited ...... denies (2)predictability ...... frustrated ...... implies (3)predictability ...... frustrated ...... denies (4)unpredictability ...... excited ...... implies (5)unpredictability ...... frustrated ...... implies",
            "해설": "{\"해석\": \"우리는 혼란 속에서 반복을 알아차리고 그 반대의 경우도 마찬가지다. 즉, 우리는 반복적인 패턴에서의 단절을 알아차린다. 하지만 이러한 배열은 우리에게 어떤 감정을 불러일으킬까? 그리고 '완벽한' 규칙성과 '완벽한' 혼돈에 대해서는 어떠한가? 약간의 반복은 우리에게 다음에 무엇이 올지 알게 되므로 안전감을 준다. 우리는 어느 정도의 예측 가능성을 좋아한다. 우리는 대체로 반복적인 일정으로 우리의 삶을 정리한다. 무작위성, 조직 또는 사건에서의 무작위성은 우리 대부분에게 더 어렵고 더 두려운 것이다. '완벽한' 혼돈은 우리가 계속 적응하고 반응해야 한다는 점에서 좌절감을 준다. 그러나 '완벽한' 규칙성은 무작위성보다 그 단조로움이 아마도 더욱 무시무시할 것이다. 그것은 차갑고, 무정하며, 기계적인 특성을 암시한다. 자연에는 그러한 완벽한 질서가 존재하지 않는다; 서로 반대되는 힘들이 너무 많기 때문이다. 따라서 어느 극단도 위협적으로 느껴진다.\", \n\"해설\": \"이 글은 반복과 무작위성이 우리의 감정에 어떤 영향을 미치는지를 논의하는 내용이다. (A) 빈칸은 '우리가 어떤 예측 가능성을 좋아한다'는 내용이므로 '예측 가능성'이라는 뜻의 predictability가 적절하다. (B) '완벽한' 혼돈은 계속 적응하고 반응해야 하므로 '좌절감을 준다'라고 하므로 \"frustrated\"가 적절하다. (C) '완벽한' 규칙성은 차갑고 무정한 기계적인 특성을 암시한다고 했다. 그럼으로 \"implies\"가 문맥상 적절하다. 따라서 (A), (B), (C)의 각 빈칸에 들어갈 말로 가장 적합한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "How does a leader make people feel important? First, by listening to them. Let them know you respect their thinking, and let them (A)silence/voice their opinions. As an added bonus, you might learn something! A friend of mine once told me about the CEO of a large company who told one of his managers, “There’s nothing you could possibly tell me that I haven’t already thought about before. Don’t ever tell me what you think unless I ask you. Is that understood?” Imagine the (B) improvement/loss of self­esteem that manager must have felt. It must have discouraged him and negatively affected his performance. On the other hand, when you make a person feel a great sense of importance, he or she will feel on top of the world—and the level of energy will (C) decrease/increase rapidly.",
            "보기": "(1) silence ...... improvement ...... decrease (2) silence ...... loss ...... increase (3) voice ...... improvement ...... decrease (4) voice ...... loss ...... decrease (5) voice ...... loss ...... increase",
            "해설": "{\"해석\": \"리더는 어떻게 사람들에게 중요하다고 느끼게 할까? 먼저, 그들의 이야기를 들어줌으로써. 그들에게 당신이 그들의 생각을 존중한다는 것을 알게 하고, 그들의 의견을 ‌표현하게 ‌하라. 보너스로, ‌당신도 ‌무엇인가 ‌배울 ‌수 ‌있다! ‌내 ‌친구가 ‌한번은 ‌대기업의 CEO가 ‌자신의 ‌관리자 ‌한명에게 ‌말한 ‌일화를 ‌들려준 ‌적이 ‌있다. “내가 ‌이미 ‌생각해 ‌본 ‌적 ‌없는 ‌것을 ‌네가 ‌말할 ‌수 ‌있는 ‌것은 ‌아무것도 ‌없다. ‌내가 ‌물어보지 ‌않으면 ‌절대 ‌네 ‌생각을 ‌말하지 ‌마라. ‌이해되니?” ‌그 ‌관리자가 ‌느꼈을 ‌자신감의 ‌상실을 ‌한번 ‌상상해보라. ‌그것은 ‌그 ‌관리자를 ‌낙담시키고 ‌그의 ‌성과에 ‌부정적인 ‌영향을 ‌미쳤음에 ‌틀림없다. ‌반면에, ‌당신이 ‌사람에게 ‌대단한 ‌중요함을 ‌느끼게 ‌할 ‌때, ‌그 ‌사람은 ‌세상을 ‌다 ‌가진 ‌것 ‌같은 ‌기분을 ‌느낄 ‌것이고 ‌에너지 ‌수준은 ‌급격히 ‌증가할 ‌것이다.\", \n\"해설\": \"글의 주제는 리더가 어떻게 사람들에게 중요한 존재로 느끼게 할 수 있는가에 대한 방법을 제시하는 것이다. (A)의 빈칸은 리더가 사람들의 의견을 존중하고 그들에게 의견을 ‌표현하게 하는 것이 중요하다고 설명하므로 '의견을 표현하게 하다'는 뜻의 voice가 적절하다. (B)의 빈칸은 CEO의 부정적인 태도에 의해 관리자가 자신감을 잃고 성과에 부정적인 영향을 미쳤을 것이라는 내용이므로 '자신감의 상실'을 의미하는 loss가 적합하다. (C)는 사람들에게 중요한 존재로 느끼게 할 경우 에너지 수준이 증가함을 설명하므로 '증가하다'는 뜻의 increase가 적절하다. 따라서 가장 적절한 정답은 (5)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "School assignments have typically required that students work alone. This emphasis on (A) collective/individual productivity reflected an opinion that independence is a necessary factor for success. Having the ability to take care of oneself without depending on others was considered a requirement for everyone. Consequently, teachers in the past (B)more/lessoften arranged group work or encouraged students to acquire teamwork skills. However, since the new millennium, businesses have experienced more global competition that requires improved productivity. This situation has led employers to insist that newcomers to the labor market provide evidence of traditional independence but also interdependence shown through teamwork skills. The challenge for educators is to ensure individual competence in basic skills while (C)adding/decreasing learning opportunities that can enable students to also perform well in teams.",
            "보기": "(1)individual ...... less ...... adding (2)collective ...... less ...... decreasing (3)individual ...... less ...... decreasing (4)collective ...... more ...... decreasing (5)individual ...... more ...... adding",
            "해설": "{\"해석\": \"학교 과제는 전통적으로 학생들이 혼자 작업할 것을 요구해 왔다. 이러한 (A)개인의/집단의 생산성에 대한 강조는 독립성이 성공을 위한 필수 요소라는 의견을 반영한 것이다. 다른 사람들에게 의존하지 않고 스스로를 돌볼 수 있는 능력을 갖추는 것이 모든 사람에게 요구되는 것으로 여겨졌다. 따라서, 과거의 교사들은 (B)더 자주/덜 자주 그룹 작업을 하거나 학생들에게 팀워크 기술을 습득하도록 장려했다. 그러나 새로운 천년이 시작된 이후, 기업들은 향상된 생산성을 요구하는 더 많은 글로벌 경쟁을 경험해 왔다. 이 상황은 고용주들이 노동 시장에 새로 진입하는 사람들이 전통적인 독립성과 팀워크 기술을 통해 보여지는 상호 의존성의 증거를 제공할 것을 요구하게 만들었다. 교육자들에게 주어진 과제는 학생들이 팀에서도 잘 수행할 수 있도록 하는 학습 기회를 추가하면서 기본 기술에 대한 개인적 능력을 보장하는 것이다.\",\n\"해설\": \"이 글은 학생들의 학습 방식의 변화를 설명하고 있으며, 팀워크의 중요성이 증가하고 있음을 나타내고 있다. (A) 빈칸 앞뒤의 문맥에서 전통적으로 학생들이 혼자 작업하는 것을 요구해 왔다는 내용이 있으므로, '개인'이라는 뜻의 individual이 적절하다. (B) 문장에서 '과거의 교사들은 더 자주/덜 자주 그룹 작업을 하거나 팀워크 기술을 장려했다'는 의미를 고려할 때, 과거에는 독립적 작업에 더 초점을 맞췄으므로 '덜 자주'라는 뜻의 less가 적합하다. (C) '개인적 능력을 보장하면서 팀에서도 잘 수행할 수 있도록 학습 기회를 추가한다'는 문맥으로 보아, '추가하는' 의미의 adding이 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Intellectual humility is admitting you are human and there are limits to the knowledge you have. It involves (A)neglecting/recognizing that you possess cognitive and personal biases, and that your brain tends to see things in such a way that your opinions and viewpoints are favored above others. It is being willing to work to overcome those biases in order to be more objective and make informed decisions. People who display intellectual humility are more likely to be (B)receptive/resistant to learning from others who think differently than they do. They tend to be well-liked and respected by others because they make it clear that they (C)value/undervalue what other people bring to the table. Intellectually humble people want to learn more and are open to finding information from a variety of sources. They are not interested in trying to appear or feel superior to others.",
            "보기": "(1) recognizing ...... receptive...... value (2) recognizing ...... resistant ...... undervalue (3) recognizing ...... receptive...... undervalue (4) neglecting ...... resistant ...... undervalue (5) neglecting ...... receptive...... value",
            "해설": "{\"해석\": \"지적 겸손은 자신이 인간임을 인정하고 자신이 가진 지식에 한계가 있음을 인정하는 것이다. 이는 당신이 인지적이고 개인적인 편견을 가지고 있으며, 당신의 뇌가 당신의 의견과 관점을 다른 사람들의 것보다 우선시하는 방식으로 사물을 보는 경향이 있다는 것을 인식하는 것을 포함한다. 지적 겸손은 이러한 편견을 극복하여 더 객관적이고 정보에 근거한 결정을 내리기 위해 노력하려는 의지를 가지는 것이다. 지적 겸손을 보이는 사람들은 자신과 다르게 생각하는 다른 사람들로부터 배우는 데 더 개방적이다. 그들은 다른 사람들이 제공하는 것을 가치 있게 여긴다는 것을 분명히 하기 때문에 다른 사람들에게 잘 호감과 존경을 받는 경향이 있다. 지적으로 겸손한 사람들은 더 많이 배우고자 하며 다양한 출처에서 정보를 찾는 것에 개방적이다. 그들은 다른 사람들보다 우월해 보이거나 우월감을 느끼려는 데 관심이 없다.\",\n \"해설\": \"이 글은 지적 겸손의 정의와 그것이 가지는 긍정적인 효과에 대해 설명하고 있다. (A) 인지적이고 개인적인 편견을 '인식하는 것'이 지적 겸손의 일부분이라는 설명이므로, '인식하는 것'이라는 뜻의 recognizing이 적절하다. (B) 지적 겸손을 가진 사람들은 자신과 다르게 생각하는 사람들에게서 배우는 것에 더 '개방적'이라는 의미를 담고 있으므로, '개방적'이라는 뜻의 receptive가 적절하다. (C) 다른 사람들이 제공하는 것을 '가치 있게' 여긴다는 것 때문에 호감과 존경을 받는다는 설명이므로, '가치 있게 여기다'라는 뜻의 value가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Social connections are so essential for our survival and well­being that we not only cooperate with others to build relationships, we also compete with others for friends. And often we do both at the same time. Take gossip. Through gossip, we bond with our friends, sharing interesting details. But at the same time, we are (A) creating/forgiving potential enemies in the targets of our gossip. Or consider rival holiday parties where people compete to see who will attend their party. We can even see this (B) harmony/tension in social media as people compete for the most friends and followers. At the same time, competitive exclusion can also (C) generate/prevent cooperation. High school social clubs and country clubs use this formula to great effect: It is through selective inclusion and exclusion that they produce loyalty and lasting social bonds.",
            "보기": "(1) creating ...... harmony ...... prevent (2) creating ...... tension ...... generate (3) creating ...... tension ...... prevent (4) forgiving ...... tension ...... prevent (5) forgiving ...... harmony ...... generate",
            "해설": "{\"해석\": \"사회적 연결은 우리의 생존과 웰빙에 있어 너무나 필수적이어서 우리는 관계를 구축하기 위해 다른 사람들과 협력할 뿐만 아니라 친구를 위해서도 경쟁합니다. 그리고 종종 우리는 두 가지를 동시에 수행합니다. 소문을 예로 들어보겠습니다. 소문을 통해 우리는 친구들과 흥미로운 세부 사항을 공유하며 유대감을 형성합니다. 그러나 동시에 우리는 우리의 소문의 대상에 대해 잠재적인 적을 만들고 있습니다. 또는 누가 자신의 파티에 참석할 것인지를 두고 사람들이 경쟁하는 라이벌 휴일 파티를 생각해 보십시오. 우리는 심지어 사람들이 가장 많은 친구와 팔로워를 얻기 위해 경쟁하는 소셜 미디어에서도 이러한 긴장을 볼 수 있습니다. 동시에, 경쟁적 배제는 협력을 생성할 수도 있습니다. 고등학교 사교 클럽과 컨트리클럽은 이 공식을 매우 효과적으로 사용합니다. 선택적 포함과 배제를 통해 충성도와 지속적인 사회적 유대를 형성합니다.\",\n \"해설\": \"이 글의 주제는 인간이 사회적 연결을 위해 협력하면서도 친구를 위해 경쟁하는 방식에 대한 설명입니다. (A)에서는 소문을 통해 친구와 유대감을 형성하지만 동시에 소문의 대상이 되는 잠재적 적을 만들고 있다는 내용이므로 'creating'이 적절합니다. (B)에서는 사람들이 가장 많은 친구와 팔로워를 얻기 위해 경쟁하는 소셜 미디어의 예를 들어 '긴장'이 형성된다고 설명하므로 'tension'이 적절합니다. (C)에서는 경쟁적 배제가 협력을 생성할 수 있다고 언급하므로 'generate'가 적절합니다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Recent research suggests that evolving humans’ relationship with dogs changed the structure of both species’ brains. One of the various (A)physical/psychological changes caused by domestication is a reduction in the size of the brain: 16 percent for horses, 34 percent for pigs, and 10 to 30 percent for dogs. This is because once humans started to take care of these animals, they no longer needed various brain functions in order to survive. Animals who were fed and protected by humans did not need many of the skills required by their wild ancestors and (B) developed/lost the parts of the brain related to those capacities. A similar process occurred for humans, who seem to have been domesticated by wolves. About 10,000 years ago, when the role of dogs was firmly established in most human societies, the human brain also (C)expanded / shrank by about 10 percent.",
            "보기": "(1)physical ...... developed ...... expanded (2)physical ...... lost ...... expanded (3)physical ...... lost ...... shrank (4)psychological ...... developed ...... shrank (5)psychological ...... lost ...... shrank",
            "해설": "{\"해석\": \"최근 연구에 따르면, 인간이 개와 맺은 관계가 진화하면서 두 종의 뇌 구조에 변화를 가져왔다. 길들여짐에 의해 발생한 다양한 (A)신체적/정신적 변화 중 하나는 뇌 크기의 감소이다: 말은 16퍼센트, 돼지는 34퍼센트, 개는 10에서 30퍼센트이다. 이는 인간이 이 동물들을 돌보기 시작하면서, 생존에 필요한 다양한 뇌 기능이 더 이상 필요하지 않았기 때문이다. 인간에게 먹이와 보호를 받는 동물들은 야생의 조상들이 필요로 했던 많은 기술들을 필요로 하지 않게 되었고, 그 능력들과 관련된 뇌 부분들을 (B)발달시켰다/잃었다. 비슷한 과정이 인간에게도 발생하였는데, 인간은 늑대에 의해 길들여진 것으로 보인다. 약 10,000년 전, 개의 역할이 대부분의 인류 사회에서 확립되었을 때, 인간의 뇌 역시 약 10퍼센트 (C)확장되었다/축소되었다.\",\n\"해설\": \"인간과 개의 관계가 진화하면서 두 종의 뇌 구조에 변화가 생겼다는 내용의 글이다. (A) 빈칸 앞의 '다양한 변화 중 하나'라는 문맥과 이어지는 '뇌 크기의 감소'를 고려할 때, '신체적'이라는 뜻의 physical이 적절하다. (B) 동물들이 인간에게 먹이와 보호를 받으면서 그들의 야생 조상이 필요로 하던 많은 기술들을 더 이상 필요로 하지 않게 되었다는 문맥을 고려하면, 그 능력들과 관련된 뇌 부분들을 '잃었다'는 뜻의 lost가 적절하다. (C) 마지막으로, 인간의 뇌도 개와의 관계 확립 이후에 크기 면에서 변화를 겪었다는 점에서 '축소되었다'는 의미의 shrank가 적합하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "It was once considered an amazing achievement to reach the summit of Mount Everest. It was even a national (A) disgrace/honor to have a climber waving a national flag there. But now that almost 4,000 people have reached its summit, the achievement means less than it did a half century ago. In 1963, six people reached the top, but in the spring of 2012, the summit was crowded with more than 500 people. Then what makes it (B) difficult/possible for so many people to reach the summit? One important factor is improved weather forecasting. In the past, (C) lack/presence of information led expeditions to attempt the summit whenever their team members were ready. Today, with hyper­accurate satellite forecasts, all teams know exactly when the weather will be perfect for climbing, and they often go for the top on the same days.",
            "보기": "(1) disgrace ...... difficult ...... presence (2) disgrace ...... possible ...... lack (3) honor ...... difficult ...... lack (4) honor ...... possible ...... presence (5) honor ...... possible ...... lack",
            "해설": "{\"해석\": \"한때 에베레스트 산 정상에 도달하는 것은 놀라운 성취로 여겨졌다. 정상에서 국기를 흔드는 등반가가 있는 것은 국가적인 영광이기도 했다. 하지만 이제는 거의 4,000명이 정상에 도달했으므로, 그 성취는 반세기 전보다 덜 의미 있게 되었다. 1963년에는 여섯 사람이 정상에 도달했지만, 2012년 봄에는 500명 이상의 사람들이 정상에 몰렸다. 그렇다면 이렇게 많은 사람들이 정상에 도달하는 것을 가능하게 한 것은 무엇일까? 한 가지 중요한 요인은 향상된 기상 예보다. 과거에는 정보의 부족으로 탐험대가 팀원이 준비될 때마다 정상 등반을 시도했다. 오늘날에는 초정밀 위성 예보로 인해 모든 팀이 등반하기에 완벽한 날씨가 언제일지 정확히 알고 있으며, 종종 같은 날에 정상을 향해 출발한다.\",\n\"해설\": 이 글은 에베레스트 정상 등반의 역사적 배경과 오늘날 등반이 더 많은 사람들에게 가능하게 된 이유를 설명하고 있다. (A) 과거에는 정상에 도달하는 것이 국가적인 영광으로 여겨졌다는 내용이므로 '영광'이라는 의미의 'honor'가 적절하다. (B) 많은 사람들이 정상에 도달할 수 있게 된 이유를 설명하는 문맥이므로 '가능한'이라는 의미의 'possible'이 맞다. (C) 향상된 기상 예보가 등반에 어떻게 영향을 주었는지 설명하는 부분에서, 과거에는 정보의 부족으로 등반 시기를 맞추지 못했다는 내용이므로 '부족'이라는 의미의 'lack'이 적절하다. 각 네모에서 선택한 어휘들이 글의 흐름과 일관성 있게 이어진다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "While women work long hours every day at home, since this work does not produce a wage, this is often (A) included / ignored in considering the respective contributions of women and men in the family’s joint prosperity. When, however, a woman works outside the home and earns a wage, she contributes to the family’s prosperity more visibly. The woman also has more voice, because of being less (B) dependent on / independent of others. The higher status of women even affects ideas on the female child’s ‘due.’ So the freedom to seek and hold outside jobs can contribute to the (C) production / reduction of women’s relative and absolute difficulties. Freedom in one area (that of being able to work outside the household) seems to help to foster freedom in others (in enhancing freedom from hunger, illness, and relative difficulties).",
            "보기": "(1) included ‥‥‥ dependent on ‥‥‥ production (2) included ‥‥‥ independent of ‥‥‥ reduction (3) ignored ‥‥‥ dependent on ‥‥‥ reduction (4) ignored ‥‥‥ independent of ‥‥‥ reduction (5) ignored ‥‥‥ dependent on ‥‥‥ production",
            "해설": "{\"해석\": \"여성들이 매일 집에서 많은 시간을 일하면서도, 이러한 일이 임금을 창출하지 않기 때문에 이는 종종 가족의 공동 번영에서 여성과 남성의 각각의 기여를 고려할 때 무시된다. 그러나 여성이 집 밖에서 일하고 임금을 벌면, 그녀는 가족의 번영에 더 눈에 띄게 기여한다. 여성은 또한 다른 사람에게 덜 의존하게 되므로 더 많은 목소리를 낸다. 여성의 더 높은 지위는 여성 아이의 ‘정당함’에 대한 생각에도 영향을 미친다. 따라서 외부에서 일자리를 찾고 유지할 수 있는 자유는 여성의 상대적 및 절대적 어려움을 감소시키는 데 기여할 수 있다. 한 영역(가정 밖에서 일할 수 있는 능력)에서의 자유는 다른 영역(배고픔, 질병 및 상대적 어려움에서 벗어나 자유를 증진하는 것)에서의 자유를 촉진하는 데 도움이 되는 것으로 보인다.\",\n\"해설\": \"이 글은 여성이 집에서 일하는 것과 집 밖에서 일하는 것의 차이점과 그로 인한 여성의 사회적 지위 변화에 대해 설명하고 있습니다. 첫 번째 빈칸 (A) 후 문장에서 이러한 일이 임금을 창출하지 않기 때문에 여성이 집에서 일하는 것은 종종 무시된다고 설명하고 있으므로 'ignored'가 적절합니다. 두 번째 빈칸 (B)에서는 여성이 집 밖에서 일할 때 더 많은 목소리를 낼 수 있는 이유가 다른 사람에게 덜 의존하게 되기 때문이므로, 'dependent on'이 맞습니다. 세 번째 빈칸 (C)에서는 외부에서 일할 수 있는 자유가 여성의 상대적 및 절대적 어려움을 감소시키는 데 기여한다고 하므로 'reduction'이 적절합니다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Even before we were born, we were compared with others. Through the latest medical technology parents may begin comparing their children with other babies before birth. For the rest of our lives, we are compared with others, and rather than (A) celebrating/neglecting our uniqueness, comparisons usually point up who is stronger, brighter, or more beautiful. Comparisons such as “He has more money than I have” or “She looks better than I look” are likely to (B) deflate/inflate our self-worth. Rather than finding others who seemingly are better off, focus on the unique attributes that make you who you are. (C) Avoid/Consider judging your own value by comparing yourself with others. A healthy, positive self-concept is fueled not by judgments of others, but by a genuine sense of worth that you recognize in yourself.",
            "보기": "(1) celebrating ...... deflate ...... Avoid (2) celebrating ...... inflate ...... Avoid (3) celebrating ...... deflate ...... Consider (4) neglecting ...... deflate ...... Consider (5) neglecting ...... inflate ...... Consider",
            "해설": "{\"해석\": \"우리가 태어나기도 전에 우리는 다른 사람과 비교되었습니다. 최신 의료 기술을 통해 부모는 출생 전에 자녀를 다른 아기들과 비교할 수 있습니다. 우리의 남은 삶 동안 우리는 다른 사람들과 비교되며, 우리의 고유성을 축하하기보다는 비교를 통해 누가 더 강하고, 똑똑하며, 더 아름다운지를 강조합니다. '그는 나보다 더 많은 돈을 가지고 있다' 또는 '그녀는 나보다 더 잘 생겼다'라는 비교는 우리의 자존감을 떨어뜨리는 경향이 있습니다. 다른 사람들이 더 나아 보이는 것을 찾기보다는 당신을 당신답게 만드는 고유한 특성에 집중하세요. 다른 사람과 자신을 비교하여 자신의 가치를 평가하는 것을 피하세요. 건강하고 긍정적인 자아 개념은 다른 사람의 판단이 아니라, 자신이 인식하는 진정한 가치감에 의해 형성됩니다.\",\n\"해설\": \"태어나기 전부터 우리는 비교의 대상이 되었고, 개인의 고유성을 축하하기보다는 비교를 통해 누가 더 강하고 더 나은지를 강조한다는 글이다. \n(A) '우리의 고유성을 축하하기보다는'이라는 의미의 'celebrating'이 적절하다. \n(B) 비교는 자존감을 떨어뜨리는 경향이 있다는 문맥을 통해 'deflate'가 적절하다. \n(C) 다른 사람과 비교하여 자신을 평가하는 것을 피하라는 문맥에서 'Avoid'가 적절하다. \n따라서 (A), (B), (C)에 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Most of us play it safe by putting our needs aside when faced with the possibility of feeling guilty or disappointing others. At work you may (A) allow/forbid a complaining coworker to keep stealing your energy to avoid conflict― ending up hating your job. At home you may say yes to family members who give you a hard time to avoid their emotional rejection, only to feel (B) frustrated/satisfied by the lack of quality time that you have for yourself. We work hard to manage the perceptions of others, (C) ignoring/ fulfilling our own needs, and in the end we give up the very thing that will enable us to live meaningful lives.",
            "보기": "(1) allow ...... frustrated ...... ignoring (2) allow ...... frustrated ...... fulfilling (3) allow ...... satisfied ...... fulfilling (4) forbid ...... frustrated ...... ignoring (5) forbid ...... satisfied ...... fulfilling",
            "해설": "{\"해석\": \"우리 대부분은 죄책감을 느끼거나 다른 사람들을 실망시키는 가능성에 직면했을 때 우리의 필요를 제쳐 두고 안전하게 행동한다. 직장에서 당신은 갈등을 피하기 위해 불평하는 동료가 당신의 에너지를 빼앗는 것을 허락하여 결국에는 직업을 싫어하게 될 수 있다. 집에서는 가족 구성원이 감정적으로 거부할까봐 그들이 힘들게 할 때 예스라고 대답하여 결과적으로 자신만의 질 높은 시간을 가지지 못해 좌절감을 느낄 수 있다. 우리는 다른 사람들의 인식을 관리하기 위해 열심히 일하고, 우리의 필요를 무시함으로써, 결국 의미 있는 삶을 살 수 있는 바로 그 것을 포기하게 된다.\",\n\"해설\": \"이 글은 죄책감을 피하거나 다른 사람을 실망시키지 않기 위해 자신의 필요를 무시하는 상황을 설명하고 있다. (A) 갈등을 피하기 위해서 동료가 불평하는 것을 허락하게 된다는 내용이므로 '허락하다'라는 뜻의 allow가 적절하다. (B) 가족의 감정적 거부를 피하려고 하지만 그로 인해 자신만의 질 높은 시간이 부족해져서 '좌절감을 느끼게 된다'는 내용이므로 frustrated가 적절하다. (C) 다른 사람의 인식을 관리하려고 노력하는 동안 우리는 자신의 필요를 무시하게 된다는 내용이므로 ignoring이 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "The best thing I did as a manager was to make every person in the company responsible for doing just one thing. I had started doing this just to simplify the task of managing people. But then I noticed a deeper result: defining roles (A) increased/reduced conflict. Most fights inside a company happen when colleagues compete for the same responsibilities. Startup companies face an especially high risk of this since job roles are (B) fluid/solid at the early stages. Eliminating competition makes it easier for everyone to build the kinds of long­term relationships that transcend mere professionalism. More than that, internal peace is what enables a startup to survive at all. When a startup fails, we often imagine it surrendering to predatory rivals in a competitive ecosystem. But every company is also its own ecosystem, and internal conflict makes it (C) immune/vulnerable to outside threats.",
            "보기": "(1) reduced ...... fluid ...... vulnerable (2) reduced ...... solid ...... immune (3) reduced ...... fluid ...... immune (4) increased ...... fluid ...... immune (5) increased ...... solid ...... vulnerable",
            "해설": "{\"해석\": \"제가 매니저로서 한 최고의 일은 회사의 모든 사람이 한 가지 일만 책임지도록 한 것이었습니다. 사람들을 관리하는 업무를 단순하게 하려고 시작한 일이었지만, 더 깊은 결과를 알게 되었습니다: 역할 정립은 갈등을 줄였습니다. 같은 책임을 두고 동료들 간의 경쟁이 벌어질 때 회사 내부에서 대부분의 싸움이 일어납니다. 특히 스타트업 회사는 초기 단계에서 직무 역할이 유동적이기 때문에 이러한 위험이 높습니다. 경쟁을 제거하면 모두가 단순한 전문성을 넘어서는 장기적인 관계를 구축하기가 더 쉬워집니다. 그뿐만 아니라 내부 평화는 스타트업이 생존하는 데 필수적입니다. 스타트업이 실패할 때 우리는 종종 경쟁적인 생태계의 포식자에게 굴복하는 모습을 상상합니다. 하지만 모든 회사는 자체 생태계이기도 하며, 내부 갈등은 외부 위협에 취약하게 만듭니다.\",\n\"해설\": \"이 글은 회사의 내부 갈등을 줄이기 위해 각 직원에게 명확한 역할을 부여하는 것이 중요하다는 내용을 다루고 있습니다. (A) '내부의 싸움은 동료들이 같은 책임을 두고 경쟁할 때 일어난다'는 내용을 볼 때 역할 정립이 '갈등을 줄였다'는 의미의 reduced가 적절합니다. (B) '특히 스타트업에서 역할이 유동적이다'라는 설명을 볼 때, 초기 단계에서 직무 역할이 고정되지 않고 유동적이라는 의미의 fluid가 적절합니다. (C) '내부 갈등은 외부 위협에 취약하게 만든다'는 내용으로 볼 때, 외부 위협에 '취약한'을 의미하는 vulnerable이 적절합니다. 따라서 각각의 빈칸에 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Traditionally, most ecologists assumed that community stability―the ability of a community to withstand environmental disturbances―is a consequence of community (A)complexity / simplicity. That is, a community with considerable species richness may function better and be more stable than a community with less species richness. According to this view, the greater the species richness, the less critically important any single species should be. With many possible interactions within the community, it is (B)likely / unlikely that any single disturbance could affect enough components of the system to make a significant difference in its functioning. Evidence for this hypothesis includes the fact that destructive outbreaks of pests are more (C)common / uncommon in cultivated fields, which are low-diversity communities, than in natural communities with greater species richness.",
            "보기": "(1) complexity ...... likely ...... common (2) complexity ...... unlikely ...... common (3) complexity ...... unlikely ...... uncommon (4) simplicity ...... likely ...... common (5) simplicity ...... unlikely ...... uncommon",
            "해설": "{\"해석\": \"전통적으로 대부분의 생태학자들은 생태계의 안정성―즉 환경 교란을 견디는 능력―이 생태계의 복잡성의 결과라고 추정했다. 즉, 종의 풍부함이 상당한 공동체가 종의 풍부함이 적은 공동체보다 더 잘 기능하고 더 안정적일 수 있다는 것이다. 이러한 관점에 따라, 종의 풍부함이 클수록 어느 한 종이 매우 중요한 역할을 할 가능성은 줄어든다. 공동체 내에서 이루어질 수 있는 많은 상호작용들로 인해, 어떤 단일한 교란이 시스템의 여러 구성 요소에 영향을 미쳐서 그 기능에 큰 변화를 일으킬 가능성은 낮다. 이 가설에 대한 증거로는 파괴적인 해충 발생이 생물 다양성이 낮은 경작지에서 더 흔하게 발생한다는 사실을 들 수 있는데, 자연 공동체는 더 많은 종의 풍부함을 가지고 있다.\", \"해설\": \"생태계의 안정성이 복잡성에 의해서 달성된다는 내용을 담고 있는 글이다. (A) ‌뒤에 이어지는 문장에서 종의 풍부함이 많은 공동체가 더 잘 기능하고 안정적일 수 있다고 설명하고 있으므로, '복잡성'이라는 뜻의 complexity가 적절하다. (B) ‌많은 상호작용들로 인해 단일 교란이 시스템에 영향을 미칠 가능성이 낮다는 내용을 설명하고 있으므로, '낮다'라는 뜻의 unlikely가 적절하다. (C) 생물 다양성이 높은 자연 공동체보다 다양성이 낮은 경작지에서 파괴적인 해충 발생이 더 흔하다는 설명이 있으므로, '흔한'을 의미하는 common이 적절하다. 각 빈칸에 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Do you know one of the best remedies for coping with family tension? Two words: “I’m sorry.” It’s amazing how hard some people find them to say. They think it implies weakness or defeat. Nothing of the kind. In fact, it is exactly the (A) same/opposite. Another good way of relieving tension is a row! The sea is ever so much calmer after a storm. A row has another (B) advantage/disadvantage. When tempers are raised, unspoken truths usually come out. They may hurt a bit, especially at the time. Yet, at the end, you know each other a bit better. Lastly, most of the tensions and quarrels between children are (C) natural/risky. Even when they seem to be constant, wise parents don’t worry too much.",
            "보기": "(1) same ...... advantage ...... natural (2) opposite ...... advantage ...... natural (3) opposite ...... advantage ...... risky (4) opposite ...... disadvantage ...... risky (5) same ...... disadvantage ...... risky",
            "해설": "{\"해석\": \"가족 간의 긴장을 해소하는 가장 좋은 방법 중 하나를 알고 있나요? 두 단어: ‘미안해’. 이 말을 하는 것이 얼마나 어려운지는 놀랍습니다. 사람들은 그것이 약점이나 패배를 의미한다고 생각합니다. 전혀 그렇지 않습니다. 사실, 그것은 정확히 반대입니다. 긴장을 해소하는 또 다른 좋은 방법은 싸움입니다! 폭풍 후에 바다가 훨씬 더 고요해지는 것처럼요. 싸움에는 또 다른 이점이 있습니다. 감정이 격해지면, 드러나지 않았던 진실이 보통 나오게 됩니다. 그것들은 특히 그 순간에는 다소 상처를 줄 수 있습니다. 그러나 결국에는 서로를 조금 더 잘 알게 됩니다. 마지막으로, 대부분의 아이들 간의 긴장과 싸움은 자연스러운 것입니다. 그것들이 계속되는 것처럼 보일 때조차 현명한 부모는 크게 걱정하지 않습니다.\", \"해설\": \"가족 긴장을 다루는 방법에 대한 글이다. 사과하는 표현이 약점을 의미하는 것이 아니라는 점과 싸움의 이점에 대한 내용이 포함되어 있다. (A) 문맥상 사과하는 것이 약점이 아니라는 것을 나타내기 위해 '반대'라는 뜻의 opposite가 적절하다. (B) 싸움의 장점에 대해 설명하고 있으므로 '장점'이라는 뜻의 advantage가 적절하다. (C) 아이들 간의 싸움이 자연스러운 것이라고 말하고 있으므로 '자연스러운'이라는 뜻의 natural이 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "The discovery that attitudes don’t always reflect actions came as a great surprise. Richard LaPiere, a professor at Standford University, gave a powerful demonstration of the (A) disconnect/similarity between attitude and behavior in the 1930s. He traveled around the US with some colleagues from China. At the time, many people in the US had a (B) positive/negative opinion of Chinese people. LaPiere wrote to hotels and restaurants along the route, asking whether they would accommodate him and his Chinese guests. Of the 128 who wrote back, 92 percent told him that they would refuse to serve Chinese customers. But when he traveled around the country, visiting the same hotels and restaurants, the Chinese travelers were treated with courtesy in 249 out of 250 establishments. Remarkably, the powerful unfavorable attitudes didn’t (C) predict/improve actual behavior.",
            "보기": "(1) disconnect ...... positive ...... predict (2) disconnect ...... negative ...... improve (3) disconnect ...... negative ...... predict (4) similarity ...... positive ...... improve (5) similarity ...... negative ...... predict",
            "해설": "{\"해석\": \"태도가 항상 행동을 반영하지 않는다는 발견은 큰 놀라움으로 다가왔다. Stanford 대학의 교수인 Richard LaPiere는 1930년대에 태도와 행동 사이의 (A) 단절 / 유사성을 강력하게 입증했다. 그는 몇몇 중국인 동료들과 함께 미국을 여행했다. 당시 많은 미국인들은 중국인들에 대해 (B) 긍정적인 / 부정적인 견해를 가지고 있었다. LaPiere는 여행 경로를 따라 호텔과 식당에 편지를 보내 그와 그의 중국인 손님들을 수용할지 여부를 물었다. 응답한 128곳 중 92%가 중국인 손님을 받지 않겠다고 답했다. 그러나 그가 나라를 여행하며 같은 호텔과 식당을 방문했을 때, 중국인 여행객은 250곳 중 249곳에서 정중하게 대접받았다. 놀랍게도, 강력한 부정적인 태도는 실제 행동을 (C) 예측 / 개선하지 못했다.\",\n\"해설\": \"이 글은 태도와 실제 행동이 항상 일치하지 않는다는 내용이다. (A) 미국 사람들이 중국인에 대해 가졌던 태도와 실제 행동이 일치하지 않았다는 것을 보여주므로, '단절'이라는 뜻의 disconnect가 적절하다. (B) 당시 많은 미국인들이 중국인에 대해 부정적인 견해를 가지고 있었다고 했으므로, '부정적인'이라는 뜻의 negative가 적절하다. (C) 부정적인 태도가 실제 행동을 '예측하지 못했다'라는 내용이 이어지므로, '예측하다'라는 뜻의 predict가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Sadness in our culture is often considered an unnecessary and undesirable emotion. Numerous self­help books promote the benefits of positive thinking and positive behaviors, assigning negative affect in general, and sadness in particular, to the category of “problem emotions” that need to be (A) promoted/eliminated. Much of the psychology profession is employed in managing and relieving sadness. Yet some degree of sadness and depression has been far more (B) accepted/discouraged in previous historical ages than is the case today. From the classic philosophers through Shakespeare to the works of Chekhov, Ibsen, and the great novels of the 19th century, exploring the emotions of sadness, longing, and depression has long been considered (C) destructive/instructive. It is only recently that a thriving industry promoting positivity has managed to remove this earlier and more balanced view of human affectivity.",
            "보기": "(1) promoted ...... accepted ...... destructive (2) promoted ...... discouraged ...... destructive (3) eliminated ...... accepted ...... destructive (4) eliminated ...... discouraged ...... instructive (5) eliminated ...... accepted ...... instructive",
            "해설": "{\"해석\": \"우리 문화에서 슬픔은 종종 불필요하고 바람직하지 않은 감정으로 여겨진다. 수많은 자기계발서가 긍정적인 사고와 긍정적인 행동의 이점을 홍보하며, 전반적인 부정적인 정서, 특히 슬픔을 '해결이 필요한 문제 감정'의 범주로 분류한다. 심리학 전문가는 대부분 슬픔을 관리하고 완화하는 데 종사하고 있다. 그러나 어느 정도의 슬픔과 우울증은 오늘날보다 이전 역사적 시기에 훨씬 더 받아들여졌다. 고전 철학자들부터 셰익스피어, 체호프, 입센의 작품, 19세기 대작 소설에 이르기까지 슬픔, 갈망, 우울증의 감정을 탐구하는 것은 오랫동안 파괴적이라기보다는 교훈적으로 여겨졌다. 최근에야 긍정을 홍보하는 번성하는 산업이 인간 정서의 이러한 초기의 더욱 균형 잡힌 관점을 제거하는 데 성공했다.\", \"해설\": \"이 글은 슬픔을 불필요하고 바람직하지 않다고 여기는 현대 문화와 달리, 이전 역사에서는 슬픔을 더 수용하고 교훈적인 것으로 여겼다는 내용이다. (A) 전체적인 맥락상 슬픔을 문제 감정으로 보아 필요 없다는 맥락이므로 '제거해야 하는' 의미로 eliminated가 적절하다. (B) 전후 문맥상 이전 시대에서는 슬픔을 더 수용했다는 맥락이므로 '수용된' 의미의 accepted가 적절하다. (C) 글의 후기에서 슬픔을 탐구하는 것이 파괴적이라기보다는 교훈적이라 여겨졌다는 맥락이므로 instructive가 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Even if lying doesn’t have any harmful effects in a particular case, it is still morally wrong because, if discovered, lying weakens the general practice of truth telling on which human communication relies. For instance, if I were to lie about my age on grounds of vanity, and my lying were discovered, even though no serious harm would have been done, I would have (A)undermined/upheld your trust generally. In that case you would be far less likely to believe anything I might say in the future. Thus all lying, when discovered, has indirect harmful effects. However, very occasionally, these harmful effects might possibly be outweighed by the (B)benefits/drawbacks which arise from a lie. For example, if someone is seriously ill, lying to them about their life expectancy might probably give them a chance of living longer. On the other hand, telling them the truth could possibly induce a depression that would (C)accelerate/decelerate their physical decline.",
            "보기": "(1) undermined ...... benefits ...... accelerate (2) undermined ...... drawbacks ...... accelerate (3) undermined ...... benefits ...... decelerate (4) upheld ...... drawbacks ...... decelerate (5) upheld ...... drawbacks ...... accelerate",
            "해설": "{\"해석\": \"거짓말이 특정 경우에 해로운 영향을 미치지 않더라도, 거짓말이 드러나면 인간의 의사소통이 의존하는 진실 말하기의 일반적인 관행을 약화시키기 때문에 여전히 도덕적으로 잘못된 것이다. 예를 들어, 내가 허영심 때문에 나이에 대해 거짓말을 하고 그 거짓말이 발각된다면, 심각한 해악이 없었다고 하더라도 나는 전반적으로 당신의 신뢰를 저버리게 된다. 그러한 경우, 당신은 내가 앞으로 할 어떤 말이든 믿을 가능성이 훨씬 적을 것이다. 따라서 모든 거짓말은 드러날 때 간접적인 해로운 영향을 미친다. 그러나 아주 가끔은 이러한 해로운 영향이 거짓말로 인해 발생하는 이익에 의해 상쇄될 수도 있다. 예를 들어, 누군가가 중병에 걸린 경우, 그들의 기대 수명에 대해 거짓말을 하는 것은 아마도 그들에게 더 오래 살 기회를 줄 수 있다. 반면, 그들에게 진실을 말하는 것은 아마도 그들의 신체적 쇠퇴를 가속화시킬 우울증을 유발할 수 있다.\",\n\"해설\": 이 글은 거짓말이 설사 특정 경우에 해를 끼치지 않더라도 도덕적으로 잘못된 이유와 드러났을 때 거짓말이 미치는 부정적인 영향을 설명하고 있다. (A)에서는 거짓말이 드러나면 전반적인 신뢰를 저버리게 된다는 문맥으로 보아 ‘약화시키다’는 뜻의 undermined가 적절하다. (B)에서는 부정적인 영향이 감수할 만한 이익으로 인해 상쇄될 수 있다는 내용을 담고 있으므로, '이익'이라는 뜻의 benefits가 적절하다. (C)에서는 진실을 말하는 것이 쇠퇴를 가속화시킬 수 있다고 언급하므로, 여기에는 '가속화시키다'는 뜻의 accelerate가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Sometimes our judgments of ourselves are unreasonably negative. This is especially true for people with low self­esteem. Several studies have shown that such people tend to (A) ignore/magnify the importance of their failures. They often underestimate their abilities. And when they get negative feedback, such as a bad evaluation at work or a disrespectful remark from someone they know, they are likely to believe that it (B) accurately/inaccurately reflects their self­worth. People with low self­esteem also have a higher­than­average risk of being depressed. This (C) hurts/improves not only an individual’s mental and emotional well­being but also his or her physical health and the quality of his or her social relationships.",
            "보기": "(1) ignore ...... accurately ...... improves (2) ignore ...... inaccurately ...... hurts (3) magnify ...... accurately ...... improves (4) magnify ...... inaccurately ...... improves (5) magnify ...... accurately ...... hurts",
            "해설": "{\"해석\": \"때때로 우리는 우리 자신에 대한 판단이 터무니없이 부정적일 때가 있다. 이는 특히 자존감이 낮은 사람들에게 해당한다. 여러 연구에 따르면, 자존감이 낮은 사람들은 자신의 실패의 중요성을 확대하는 경향이 있다. 그들은 종종 자신의 능력을 과소평가한다. 그리고 직장에서의 나쁜 평가나 아는 사람으로부터의 무례한 발언과 같은 부정적인 피드백을 받을 때, 그것이 자신의 가치의 정확한 반영이라고 믿는 경향이 있다. 자존감이 낮은 사람들은 또한 평균보다 더 높은 우울증 위험을 가진다. 이는 개인의 정신적 및 감정적 안녕뿐만 아니라 신체 건강과 사회적 관계의 질을 해친다.\",\n \"해설\": 이 글은 자신에 대한 판단이 부정적일 때 특히 자존감이 낮은 사람들에게 어떤 영향을 미치는지에 대한 내용이다. (A) 실패의 중요성을 '확대'하는 경향이 있다는 내용이므로 magnify가 적절하다. (B) 부정적인 피드백이 그들의 자존감을 정확하게 반영한다고 믿는다는 내용이므로 accurately가 적절하다. (C) 자존감이 낮은 것이 개인의 정신적, 감정적, 신체적 건강 및 사회적 관계의 질을 해친다는 내용이므로 hurts가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Dworkin suggests a classic argument for a certain kind of equality of opportunity. From Dworkin’s view, justice requires that a person’s fate be determined by things that are within that person’s control, not by luck. If differences in well­being are determined by circumstances lying outside of an individual’s control, they are (A) fair/unjust. According to this argument, inequality of well­being that is driven by differences in individual choices or tastes is (B) acceptable/intolerable. But we should seek to eliminate inequality of well­being that is driven by factors that are not an individual’s responsibility and which prevent an individual from achieving what he or she values. We do so by (C) ensuring/neglecting equality of opportunity or equality of access to fundamental resources.",
            "보기": "(1) fair ...... acceptable ...... neglecting (2) unjust ...... acceptable ...... ensuring (3) unjust ...... intolerable ...... ensuring (4) fair ...... intolerable ...... neglecting (5) unjust ...... acceptable ...... neglecting",
            "해설": "{\"해석\": \"드워킨(Dworkin)은 특정한 종류의 기회 평등을 위한 고전적인 주장을 제시한다. 드워킨의 관점에서 정의란 한 사람의 운명이 그 사람의 통제 하에 있는 것들에 의해 결정되어야 하며, 운에 의해 결정되어서는 안된다는 것을 요구한다. 만일 개인의 통제를 벗어난 상황에 의해 행복의 차이가 결정된다면, 그것은 불공정하다. 이 주장에서, 개인의 선택이나 취향의 차이에 의해 초래된 행복의 불평등은 용인될 수 있다. 하지만 우리는 개인의 책임이 아닌 요소에 의해 초래되고 그로 인해 그 개인이 가치 있게 여기는 것을 성취하지 못하게 하는 행복의 불평등을 없애기 위해 노력해야 한다. 우리는 기회 평등이나 기본적 자원에 대한 접근의 평등을 보장함으로써 그렇게 할 수 있다.\", \"해설\": \"드워킨의 주장은 정의가 개인의 운명이 통제 가능한 것들에 의해 결정되어야 하며 운에 의해 결정되지 않아야 한다는 것이다. (A) ‌다음의 문장에서 개인의 통제를 벗어난 상황이 불공정하다고 설명하고 있으므로, '불공정한'이라는 뜻의 unjust가 적절하다. (B) ‌개인의 선택이나 취향의 차이에 의한 행복의 불평등은 용인될 수 있다는 내용이 이어지므로, '용인 가능한'을 의미하는 acceptable이 적절하다. (C) ‌그리고 이러한 불평등을 없애기 위해 기회 평등을 보장해야 한다는 내용으로, '보장함으로써'를 의미하는 ensuring이 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "A lot of people find that physical movement can sometimes dispel negative feelings. If we are feeling negative, it can be very easy for us to stop wanting to stay (A) active / inactive in our everyday life. This is why many people who suffer from depression are also found sleeping in and having no motivation to go outside or exercise. Unfortunately, this (B) excess / lack of exercise can actually compound many negative emotions. Exercise and movement is a great way for us to start getting rid of negative energies. Many people find that when they are angry, they go into a state where they want to exercise or clean. This is actually a very healthy and positive thing for you to do and a great way for you to begin to (C) deconstruct / intensify your negative emotions so that they no longer affect your life and harm your relationships.",
            "보기": "(1)active ...... excess ...... deconstruct (2)active ...... lack ...... intensify (3)active ...... lack ...... deconstruct (4)inactive ...... lack ...... intensify (5)inactive ...... excess ...... intensify",
            "해설": "{\"해석\": \"많은 사람들이 신체적인 움직임이 때때로 부정적인 감정을 해소할 수 있다는 것을 발견한다. 우리가 부정적인 감정을 느낄 때, 일상 생활에서 (A) 활동적인 / 비활동적인 상태를 유지하고 싶지 않게 되는 것은 매우 쉬운 일일 수 있다. 이는 우울증을 앓는 많은 사람들이 늦잠을 자고 밖에 나가거나 운동할 동기가 없다는 것을 의미한다. 불행히도 이러한 (B) 과도한 / 부족한 운동은 실제로 많은 부정적인 감정을 악화시킬 수 있다. 운동과 움직임은 우리가 부정적인 에너지를 제거하기 시작하는 좋은 방법이다. 많은 사람들은 화가 날 때 운동을 하거나 청소하고 싶어하는 상태에 들어간다고 말한다. 이것은 실제로 당신에게 매우 건강하고 긍정적인 일이며, 당신의 부정적인 감정을 (C) 해체 / 강화하여 더 이상 당신의 삶에 영향을 주거나 당신의 관계를 해치는 것을 막기 위한 훌륭한 방법이다.\",\n\n\"해설\": \"이 글은 운동과 신체 활동이 부정적인 감정을 해소하는 데 효과적이라는 내용을 다루고 있다. (A) 빈칸 뒤 문장에서 우울증을 앓는 사람들이 늦잠을 자고 운동할 동기가 없다고 언급하므로, 일상 생활에서 '활동적인' 상태를 유지하고 싶지 않게 되는 것이 자연스럽다. 따라서 'active'가 적절하다. (B) 운동이 부족한 것이 부정적인 감정을 악화시킬 수 있다는 내용이므로, '부족한'을 의미하는 'lack'이 적절하다. (C) 운동을 통해 부정적인 감정을 해체하는 것이 목적이므로, '해체하다'를 의미하는 'deconstruct'가 적합하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "A phenomenon in social psychology, the Pratfall Effect states that an individual’s perceived attractiveness increases or decreases after he or she makes a mistake―depending on the individual’s (A) perceived/hidden competence. As celebrities are generally considered to be competent individuals, and often even presented as flawless or perfect in certain aspects, committing blunders will make one’s humanness endearing to others. Basically, those who never make mistakes are perceived as being less attractive and “likable” than those who make occasional mistakes. Perfection, or the attribution of that quality to individuals, (B) creates/narrows a perceived distance that the general public cannot relate to―making those who never make mistakes perceived as being less attractive or likable. However, this can also have the opposite effect―if a perceived average or less than average competent person makes a mistake, he or she will be (C) more/less attractive and likable to others.",
            "보기": "(1) perceived ...... creates ...... less (2) perceived ...... narrows ...... more (3) perceived ...... creates ...... more (4) hidden ...... creates ...... less (5) hidden ...... narrows ...... less",
            "해설": "{\"해석\": \"사회심리학에서 프랫폴 효과라고 불리는 현상은 한 개인이 실수를 하면 그 사람의 매력이 높아지거나 낮아진다고 말한다 - 이는 해당 개인의 인지된 능력에 따라 달라진다. 연예인들은 일반적으로 유능한 사람으로 여겨지며, 특정 측면에서 완벽하거나 흠잡을 데 없는 것으로 제시되기 때문에 실수를 범하면 그들의 인간미가 다른 사람들에게 매력적으로 느껴질 것이다. 기본적으로, 절대 실수를 하지 않는 사람은 가끔 실수를 하는 사람보다 덜 매력적이고 '호감 가는' 사람으로 인식된다. 완벽함 또는 그런 자질이 부여된 개인들은 일반 대중이 공감할 수 없는 거리감을 만들어내므로, 절대 실수를 하지 않는 사람은 덜 매력적이거나 호감이 가지 않는 것으로 인식된다. 그러나 이것은 반대 효과도 있을 수 있다 - 평균이거나 평균 이하의 능력을 갖춘 사람으로 인식되는 사람이 실수를 하면, 그 사람은 다른 사람들에게 매력적이거나 호감이 덜 갈 것이다.\",\n\"해설\": \"프랫폴 효과는 한 개인의 실수가 그 사람의 매력에 미치는 영향을 다루는 내용이다. 이러한 효과는 개인의 인식된 능력에 따라 달라진다. (A) '인식된'이라는 뜻의 perceived가 적절하다. (B) '완벽함'은 대중이 공감할 수 없는 거리감을 '만들어냅니다'라는 의미에서 'creates'가 적절하다. (C) 평균 이하로 인식되는 사람이 실수하면 덜 매력적이고 호감이 덜 간다는 맥락에서 '덜'이라는 뜻의 less가 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "The ancient Egyptians and Mesopotamians were the Western world’s philosophical forebears. In their concept of the world, nature was not an (A) assistant/opponent in life’s struggles. Rather, man and nature were in the same boat, companions in the same story. Man thought of the natural world in the same terms as he thought of himself and other men. The natural world had thoughts, desires, and emotions, just like humans. Thus, the realms of man and nature were (B)distinguishable/indistinguishable and did not have to be understood in cognitively different ways. Natural phenomena were imagined in the same terms as human experience. These ancients of the Near East did (C) neglect/recognize the relation of cause and effect, but when speculating about it they came from a “who” rather than a “what” perspective. When the Nile rose, it was because the river wanted to, not because it had rained.",
            "보기": "(1)assistant ...... distinguishable ...... neglect (2)assistant ...... indistinguishable...... recognize (3)opponent ...... distinguishable ...... recognize (4)opponent ...... indistinguishable...... neglect (5)opponent ...... indistinguishable...... recognize",
            "해설": "{\"해석\": \"고대 이집트인들과 메소포타미아인들은 서양 철학의 선구자들이었다. 그들의 세계관에서는, 자연은 삶의 투쟁에서 적수가 아니었다. 오히려 인간과 자연은 같은 배에 탄 동반자들이었고, 같은 이야기의 동료들이었다. 인간은 자연 세계를 자신과 다른 인간들을 생각하는 것과 같은 방식으로 생각했다. 자연 세계는 인간처럼 생각과 욕망, 감정을 가지고 있었다. 따라서 인간의 영역과 자연의 영역은 구분할 수 없는 것이었고, 인지적으로 다른 방식으로 이해될 필요가 없었다. 자연 현상은 인간의 경험과 동일한 방식으로 상상되었다. 근동의 이 고대인들은 인과 관계를 인식했지만, 그것에 대해 추측할 때 그들은 '무엇'이 아닌 '누구'의 관점에서 접근했다. 나일강이 범람했을 때, 그것은 비가 왔기 때문이 아니라 강이 원했기 때문이었다.\",\n\"해설\": \"이 글은 고대 이집트인들과 메소포타미아인들의 자연관과 세계관에 대해 설명하고 있다. (A) 자연이 적수(opponent)가 아니라고 적은 것을 보면, 자연을 적수가 아닌 동반자로 봤음을 알 수 있다. (B) 자연과 인간 세계가 구분할 수 없는(indistinguishable) 것으로 보았다는 문장을 통해, 구별되지 않는다는 의미의 indistinguishable이 적절하다. (C) 인과 관계를 인식(recognize)했지만 그것을 '누구'의 관점에서 바라보았다는 문맥에서 인식했다는 뜻의 recognize가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "Our culture is biased toward the fine arts—those creative products that have no function other than pleasure. Craft objects are less worthy; because they serve an everyday function, they’re not purely (A) creative / practical. But this division is culturally and historically relative. Most contemporary high art began as some sort of craft. The composition and performance of what we now call “classical music” began as a form of craft music (B) ignoring / satisfying required functions in the Catholic mass, or the specific entertainment needs of royal patrons. For example, chamber music really was designed to be performed in chambers—small intimate rooms in wealthy homes—often as background music. The dances composed by famous composers from Bach to Chopin originally did indeed accompany dancing. But today, with the contexts and functions they were composed for (C) born / gone, we listen to these works as fine art.",
            "보기": "(1)creative ...... satisfying ...... gone (2)creative ...... ignoring ...... gone (3)creative ...... satisfying ...... born (4)practical ...... ignoring ...... born (5)practical ...... satisfying ...... gone",
            "해설": "{\"해석\": \"우리 문화는 순수 예술, 즉 쾌락 이외에는 기능이 없는 창작물에 치우쳐 있다. 공예품은 일상적인 기능을 하기 때문에 덜 가치가 있으며, 순수하게 창의적이지 않다. 하지만 이러한 구분은 문화적, 역사적으로 상대적이다. 대부분의 현대 고급 예술은 어떤 형태로든 공예로 시작되었다. 우리가 지금 '고전 음악'이라고 부르는 음악의 작곡과 연주는 가톨릭 미사에서 요구되는 기능을 만족시키거나 왕실 후원자들의 특정한 오락 필요를 충족시키기 위한 형태의 공예 음악으로 시작되었다. 예를 들어 실내악은 실제로 부유한 가정의 작은 친밀한 방에서 연주되도록 설계되었으며, 종종 배경 음악으로 사용되었다. 바흐에서 쇼팽에 이르는 유명 작곡가들이 작곡한 춤곡은 원래 춤을 동반하도록 구성되었다. 그러나 오늘날, 그들이 작곡되었던 맥락과 기능이 사라지면서, 우리는 이러한 작품들을 순수 예술로 듣는다.\",\n\n\"해설\": \"이 글은 예술과 공예의 구분이 있으며, 역사적으로 많은 현대 고급 예술이 초기에는 공예로 간주되었음을 설명한다. (A) 문맥에서 공예품이 일상적인 기능을 하므로 순수하게 '창의적'이지 않다는 내용이므로 '창의적'이라는 뜻의 'creative'가 적절하다. (B) 가톨릭 미사에서 요구되는 기능을 만족시키거나 왕실 후원자들의 특정 오락 필요를 충족시키기 위한 것이라고 언급되는 것으로 보아 '만족시키는'이라는 뜻의 'satisfying'이 적절하다. (C) 오늘날 우리가 이러한 작품들을 순수 예술로 듣는 이유는 그들이 작곡된 맥락과 기능이 '사라졌다'는 내용이므로 '사라진'을 의미하는 'gone'이 적합하다. 각 네모에서 선택한 어휘들이 글의 흐름에 자연스럽게 어울린다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번 입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "A story is only as believable as the storyteller. For story to be effective, trust must be established. Yes, trust. Whenever someone stops to listen to you, an element of unspoken trust (A) exists/vanishes. Your listener unconsciously trusts you to say something worthwhile to him, something that will not waste his time. The few minutes of attention he is giving you is (B) deceptive/sacrificial. He could choose to spend his time elsewhere, yet he has stopped to respect your part in a conversation. This is where story comes in. Because a story illustrates points clearly and often bridges topics easily, trust can be established quickly, and recognizing this time element to story is essential to trust. (C) Respecting/Wasting your listener’s time is the capital letter at the beginning of your sentence―it leads the conversation into a sentence worth listening to if trust is earned and not taken for granted.",
            "보기": "(1)exists ...... deceptive ...... Respecting (2)exists ...... sacrificial ...... Respecting (3)exists ...... sacrificial ...... Wasting (4)vanishes ...... sacrificial ...... Respecting (5)vanishes ...... deceptive ...... Wasting",
            "해설": "{\"해석\": \"이야기는 이야기꾼이 얼마나 믿을 만한가에 따라 믿을 수 있는 것이다. 이야기가 효과적이려면 신뢰가 형성되어야 한다. 그렇다, 신뢰이다. 누군가가 당신의 말을 들으려고 멈출 때마다 말 없는 신뢰의 요소가 존재한다. 청취자는 당신이 그의 시간을 낭비하지 않을 가치 있는 무언가를 말해줄 것이라 무의식적으로 신뢰한다. 그가 당신에게 주는 몇 분간의 주의는 희생적인 것이다. 그는 시간을 다른 곳에 쓸 수도 있었지만, 당신의 대화에서의 역할을 존중하기 위해 멈춘 것이다. 이것이 이야기의 역할이다. 이야기는 점을 명확히 설명하고 주제를 쉽게 연결하기 때문에 신뢰를 빠르게 형성할 수 있으며, 이야기의 이러한 시간 요소를 인식하는 것이 신뢰에 필수적이다. 청취자의 시간을 존중하는 것이 문장의 처음 대문자이다. 그것은 신뢰가 형성되고 당연하게 여기지 않을 때 듣기 가치 있는 문장으로 대화를 이끈다.\",\n \"해설\": \"이 글은 이야기를 효과적으로 전달하기 위해서는 신뢰가 반드시 필요하다는 점을 강조한다. (A) ‌부분에서는 누군가가 당신의 말을 들으려고 멈출 때 말 없는 신뢰의 요소가 존재한다고 설명하므로, '존재한다'라는 뜻의 exists가 적절하다. (B) ‌청취자가 당신에게 주의하는 시간이 희생적인 것이라고 설명하는 부분에서 ‘희생적인’이라는 sacrificial이 적절하다. (C) ‌부분에서는 청취자의 시간을 존중하는 것이 중요하다는 내용이 담겨 있으므로 ‘존중하는 것’이라는 뜻의 Respecting이 맞다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "On projects in the built environment, people consider safety and functionality nonnegotiable. But the aesthetics of a new project— how it is designed— is too often considered (A) relevant/irrelevant. The question of how its design affects human beings is rarely asked. People think that design makes something highfalutin, called architecture, and that architecture differs from building, just as surely as the Washington National Cathedral differs from the local community church. This (B) connection/distinction between architecture and building—or more generally, between design and utility— couldn’t be more wrong. More and more we are learning that the design of all our built environments matters so profoundly that safety and functionality must not be our only urgent priorities. All kinds of design elements influence people’s experiences, not only of the environment but also of themselves. They (C) overlook/shape our cognitions, emotions, and actions, and even our well-being. They actually help constitute our very sense of identity.",
            "보기": "(1) relevant ...... distinction ...... shape (2) relevant ...... connection ...... overlook (3) irrelevant ...... distinction ...... overlook (4) irrelevant ...... connection ...... overlook (5) irrelevant ...... distinction ...... shape",
            "해설": "{\"해석\": \"건설 환경 프로젝트에서는 사람들은 안전과 기능성을 비필수적인 것으로 간주하지 않는다. 그러나 새로운 프로젝트의 심미성, 즉 그것이 어떻게 설계되었는지는 너무 자주 무관한 것으로 간주된다. 그 디자인이 인간에게 어떻게 영향을 미치는지에 대한 질문은 거의 묻지 않는다. 사람들은 디자인이 건축이라고 불리는 고상한 무엇인가를 만든다고 생각하고, 건축이 건물과는 다르다고 본다. 이는 워싱턴 내셔널 대성당과 지역 사회 교회가 다른 것과도 마찬가지이다. 건축과 건물, 더 일반적으로는 디자인과 유틸리티(기능)의 이런 구분은 완전히 잘못된 것이다. 우리는 점점 더 모든 건축 환경의 디자인이 매우 중요하다는 것을 배우고 있다. 따라서 안전과 기능성만이 우리의 유일하게 긴급한 우선순위가 되어서는 안 된다. 모든 종류의 디자인 요소들이 사람들의 경험에 영향을 미치며, 이는 단지 환경뿐만 아니라 스스로에 대해서도 그렇다. 디자인 요소들은 우리의 인지, 정서, 행동, 심지어 우리의 웰빙까지 형성한다. 이들은 실제로 우리의 정체성 감각 자체를 구성하는 데 도움을 준다.\",\n\"해설\": \"이 글은 건설 프로젝트에서 안전과 기능성이 중요하지만, 디자인 역시 매우 중요한 요소라는 것을 강조하고 있다. (A) 디자인의 중요성이 무시되고 있다는 맥락에서 '무관한'이라는 뜻의 irrelevant가 적절하다. (B) 건축과 건물, 디자인과 유틸리티 간의 차이를 완전히 잘못된 개념으로 설명하고 있으므로 '구분'을 뜻하는 distinction이 적절하다. (C) 전체 맥락에서 디자인 요소가 사람들의 인지, 정서, 행동에 필수적으로 영향을 미친다고 논하고 있으므로 '형성한다'는 뜻의 shape이 적합하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "When discussing the animal kingdom, each creature belongs to a species scale of generalists to specialists. Specialist creatures like the koala bear can only survive on an extremely (A) limited/variable set of conditions: diet (eucalyptus), climate (warm), environment (trees). Generalists, on the other hand (think mice), are able to survive just about anywhere. They can (B) dread/withstand heat and cold, eat your organic breakfast cereal or seeds and berries in the wild. So, specialist species thrive only when conditions are perfect. They serve a very specific purpose within their particular ecosystem and are good at navigating it. However, should those conditions change—as a result of nature or, more commonly, an outside force— specialist species often become (C) extinct/widespread. In contrast, mice can move from spot to spot on the globe, adapt to different cultures, diets and weather systems. And most importantly, they stay alive.",
            "보기": "(1) limited ...... dread ...... extinct (2) limited ...... withstand ...... widespread (3) limited ...... withstand ...... extinct (4) variable ...... withstand ...... widespread (5) variable ...... dread ...... widespread",
            "해설": "{\"해석\": \"동물 왕국을 논할 때, 각각의 생물은 일반주의자에서 전문주의자에 이르는 종의 규모에 속한다. 코알라 곰과 같은 전문주의자 생물은 극도로 제한된 조건에서만 생존할 수 있다: 식이(유칼립투스), 기후(따뜻한), 환경(나무). 반면, 일반주의자 생물은 (쥐를 생각해 보라) 거의 어디서든 생존할 수 있다. 그들은 열과 추위를 견디며, 당신의 유기농 아침 시리얼이나 야생에서 씨앗과 열매를 먹을 수 있다. 따라서, 전문주의자 종은 조건이 완벽할 때만 번성한다. 그들은 특정 생태계 내에서 매우 특정한 목적을 수행하며 그것을 탐색하는 데 능숙하다. 그러나 이러한 조건이 자연의 결과로 또는 더 흔하게는 외부 영향력으로 변화할 경우, 전문주의자 종은 종종 멸종된다. 이에 반해 쥐는 지구상의 이곳저곳을 옮겨 다니며 다양한 문화, 식단, 기후 시스템에 적응할 수 있다. 그리고 가장 중요한 것은, 그들은 살아남는다는 것이다.\",\n\"해설\": \"이 글은 동물들의 생존 방식에 대해 논하며 전문주의자와 일반주의자의 차이를 설명한다. (A)는 전문주의자 생물이 극도로 제한된 조건에서 생존한다고 설명하므로 '제한된'의 의미인 limited가 적합하다. (B)는 일반주의자 생물이 열과 추위를 견디며 살아간다고 하므로 '견디다'라는 의미의 withstand가 적합하다. (C)는 조건이 변화할 경우 전문주의자 종이 종종 멸종된다고 하므로 '멸종된'의 의미인 extinct가 적합하다. 각각의 선택한 어휘들이 글의 중심 생각과 일관성 있게 연결되므로 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Entropy is a measure of disorder or randomness. Physicists have given a fully (A) qualitative/quantitative definition to entropy that allows one to describe something’s entropy by using a definite numerical value: larger numbers mean greater entropy, smaller numbers mean less entropy. Although the details are a little complicated, this number, roughly speaking, counts the possible rearrangements of the (B) concepts/ingredients in a given physical system that leave its overall appearance intact. When your desk is neat and clean, almost any arrangement―changing the order of the newspapers, books, or articles, moving the pens from their holders―will upset its highly ordered organization. This accounts for its having low entropy. On the contrary, when your desk is a mess, numerous rearrangements of the newspapers, articles, and junk mail will leave it a mess and therefore will not (C) disturb/maintain its overall look. This accounts for its having high entropy.",
            "보기": "(1) qualitative ...... concepts ...... disturb (2) qualitative ...... ingredients ...... maintain (3) quantitative ...... ingredients ...... maintain (4) quantitative ...... concepts ...... maintain (5) quantitative ...... ingredients ...... disturb",
            "해설": "{\"해석\": \"엔트로피는 무질서 또는 무작위성의 척도이다. 물리학자들은 엔트로피에 대해 완전한 정량적 정의를 내렸는데, 이를 통해 엔트로피를 명확한 수치 값으로 기술할 수 있다. 더 큰 숫자는 더 큰 엔트로피를, 더 작은 숫자는 더 작은 엔트로피를 의미한다. 비록 세부 사항은 좀 복잡하지만, 이 숫자는 대략적으로 주어진 물리적 시스템에서 전체적인 외관을 그대로 두고 가능한 재배열의 수를 센 것이다. 책상이 깔끔하고 정돈되어 있을 때, 신문, 책, 기사들의 순서를 바꾸거나 펜을 그 홀더에서 옮기는 등의 거의 모든 재배열은 이 고도로 정돈된 조직을 망칠 것이다. 이것이 낮은 엔트로피를 설명한다. 반대로, 책상이 지저분할 때는 신문, 기사 및 잡동사니 메일을 수없이 재배열해도 그 모습이 지저분하므로 전체적인 모습을 유지할 수 있다. 이것이 높은 엔트로피를 설명한다.\", \"해설\": \"이 글은 엔트로피의 정의와 그것이 어떻게 물리적 시스템의 무질서 수준을 정량적으로 계측할 수 있는지를 설명하고 있다. (A) 물리학자들이 엔트로피를 명확한 수치 값으로 정의했다고 설명하므로, '정량적인'이라는 뜻의 quantitative가 적절하다. (B) 주어진 시스템에서 전체적인 외관을 그대로 두고 가능한 재배열의 수를 센다는 문맥을 살펴볼 때, '구성 요소'를 의미하는 ingredients가 맞는다. (C) 책상이 지저분할 때 재배열이 전체적인 모습을 유지한다고 설명하기 때문에, '유지하다'의 뜻에 맞는 maintain이 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Although children watch television at various times, the programming that they view alone tends to be specifically aimed at children. In the United States particularly, most of the advertising during this segment consists of ads for food, particularly sugared food. During the run-up to Christmas, (A) increasing/decreasing numbers of ads concern toys and games. Such practices are believed to put pressure on parents to yield to what the media have dubbed “pester power.” This has led to calls for legislation to (B) promote/regulate advertising in Europe and the United States. Indeed, the Swedish government has outlawed television advertising of products aimed at children under 12, and recently in the United States, 50 psychologists (C) rejected/signed a petition calling for a ban on the advertising of children’s goods.",
            "보기": "(1) increasing ...... promote ...... rejected (2) increasing ...... regulate ...... signed (3) increasing ...... regulate ...... rejected (4) decreasing ...... promote ...... signed (5) decreasing ...... regulate ...... signed",
            "해설": "{\"해석\": \"비록 아이들이 다양한 시간대에 텔레비전을 시청하지만, 혼자서 보는 프로그래밍은 대개 아이들을 대상으로 한다. 특히 미국에서 이 시간대의 대부분의 광고는 음식, 특히 설탕이 들어간 음식 광고로 구성된다. 크리스마스를 앞두고는 장난감과 게임에 관한 광고의 수가 증가한다. 이러한 관행은 부모가 '부모 괴롭히기 능력'이라 불리는 미디어가 명명한 것에 굴복하도록 압박하는 것으로 여겨진다. 이것은 유럽과 미국에서 광고를 규제하라는 입법 요청으로 이어졌다. 실제로 스웨덴 정부는 12세 이하 어린이를 대상으로 한 제품의 텔레비전 광고를 금지했으며, 최근 미국에서는 50명의 심리학자들이 어린이 제품 광고 금지를 촉구하는 청원서에 서명했다.\",\n \"해설\": \"이 글의 주제는 아이들을 대상으로 한 텔레비전 광고의 문제점과 그러한 광고를 규제하려는 움직임에 관한 것이다. (A) 크리스마스를 앞두고 광고의 수가 늘어난다는 맥락에서 '증가하는'이라는 뜻의 increasing이 적절하다. (B) 광고 규제에 대한 입법 요구가 이어진다는 내용이기 때문에 '규제하다'라는 뜻의 regulate가 적절하다. (C) 미국에서 50명의 심리학자들이 광고 금지 청원에 서명했다는 내용이므로 '서명했다'라는 뜻의 signed가 적절하다. 각 네모에서 선택한 어휘들이 글의 주제와 내용 흐름과 일관성을 유지하고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "In “The Frog Prince” story, a princess loses her favorite ball in a pond. However, a frog appears and promises to retrieve her ball if she lets him eat at her table, drink from her cup, and sleep in her bed. (A) Desperate/Unwilling to have her ball back, the princess agrees, but when the frog appears at her door the next day she is disgusted by the prospect of being truthful and fulfilling her promise. But her father, the king, gives her no choice and she is (B) compelled/forbidden to carry out her promise. When the promise has been fulfilled the frog disappears, its place being taken by a handsome prince with whom she falls in love. Grateful that she has been truthful and kept her promise, even if it was at her father’s (C) indifference/insistence , the prince marries the princess and they live happily ever after.",
            "보기": "(1) Desperate ...... compelled ...... indifference (2) Desperate ...... compelled ...... insistence (3) Desperate ...... forbidden ...... indifference (4) Unwilling ...... compelled ...... indifference (5) Unwilling ...... forbidden ...... insistence",
            "해설": "{\"해석\": \" '개구리 왕자' 이야기에서, 공주는 그녀가 가장 좋아하는 공을 연못에 빠뜨린다. 그러나 개구리가 나타나 공주에게 그가 공을 되찾아 줄 테니, 대신 그의 제안을 들어줘야 한다고 말한다. 그 제안은 개구리와 함께 식탁에서 먹고, 그의 컵에서 마시고, 그녀의 침대에서 자게 해 달라는 것이었다. 공주는 공을 되찾기 위해 필사적으로 그 제안을 받아들이지만, 다음 날 개구리가 그녀의 문앞에 나타나자 약속을 지키는 것을 꺼려하고 역겨워한다. 그러나 그녀의 아버지인 왕은 그녀에게 선택의 여지를 주지 않았고, 그녀는 약속을 이행할 수밖에 없었다. 약속이 이행되자 개구리는 사라지고, 그 자리에 잘생긴 왕자가 나타나 그녀는 왕자와 사랑에 빠진다. 그녀가 진실되고 약속을 지킨 데 감사한 왕자는 공주와 결혼하여 행복하게 살게 된다. 비록 그 약속은 아버지의 강요에 의해 지켜진 것이지만 말이다.\", \"해설\": \"이 글은 '개구리 왕자' 이야기를 바탕으로 한 것으로, 공주가 개구리와 한 약속을 지키지 않고 싶어했지만 아버지의 강요로 결국 약속을 지켜서 행복을 얻게 된다는 내용이다. (A) 문맥상, 공주는 공을 되찾기 위해 '필사적'인 상태였으므로 'Desperate'가 적절하다. (B) 공주는 아버지의 강요로 약속을 지켜야 했으므로 'compelled'가 맞다. (C) 공주가 약속을 지키게 된 이유는 아버지의 '강요'였기 때문에 'insistence'가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 답은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "It is often believed that an active person can make friends more easily than a shy person, and that a conscientious person may meet more deadlines than a person who is not conscientious. Walter Mischel found, however, that the typical correlation between personality traits and behavior was quite (A) apparent/modest . This news was really shocking, because it essentially said that the traits personality psychologists were measuring were just slightly better at predicting behavior than astrological signs. Mischel did not simply point out the problem; he diagnosed the reasons for it. He argued that personality psychologists had (B) overestimated/underestimated the extent to which the social situation shapes people’s behavior, independently of their personality. To predict whether a person will meet a deadline, for example, knowing something about the situation may be more useful than knowing the person’s score on a measure of conscientiousness. Situational influences can be very powerful, sometimes (C) emphasizing/overwhelming individual differences in personality.",
            "보기": "(1) apparent ...... overestimated ...... emphasizing (2) apparent ...... underestimated ...... emphasizing (3) modest ...... overestimated ...... emphasizing (4) modest ...... overestimated ...... overwhelming (5) modest ...... underestimated ...... overwhelming",
            "해설": "{\"해석\": \"활동적인 사람이 내성적인 사람보다 친구를 더 쉽게 사귄다고 믿어지는 경우가 많으며, 성실한 사람이 성실하지 않은 사람보다 더 자주 마감을 지킨다고 생각된다. 그러나 Walter Mischel은 성격 특성과 행동 사이의 전형적인 상관관계가 상당히 미미하다는 것을 발견했다. 이 소식은 정말 충격적이었는데, 왜냐하면 그것은 본질적으로 성격 심리학자들이 측정하고 있는 특성이 점성술 징후보다 행동을 예측하는 데 약간 더 낫다는 것을 의미했기 때문이다. Mischel은 단순히 문제를 지적한 것이 아니라 그 원인을 진단했다. 그는 성격 심리학자들이 사회적 상황이 사람들의 행동을 그들의 성격과 독립적으로 형성하는 범위를 과대평가했다고 주장했다. 예를 들어 사람이 마감을 지킬지를 예측하려면, 성실성 측정 점수를 아는 것보다 상황에 대해 아는 것이 더 유용할 수 있다. 상황적 영향은 매우 강력할 수 있으며 때때로 성격의 개인 차이를 압도할 수 있다.\",\n \"해설\": \"주어진 글은 성격 특성과 행동 사이의 상관관계가 생각보다 낮다는 내용의 글입니다. (A) 성격 특성과 행동 사이의 전형적인 상관관계가 상당히 미미하다는 내용을 강조하므로 '미미한'이라는 뜻의 modest가 적절합니다. (B) 성격 심리학자들이 사회적 상황이 사람들의 행동을 형성하는 정도를 과대평가했다고 주장하므로, '과대평가했다'라는 뜻의 overestimated가 적절합니다. (C) 상황적 영향이 성격의 개인 차이를 압도할 수 있다는 내용을 전달하므로, '압도하는'이라는 뜻의 overwhelming이 적절합니다. 각각의 단어들이 글의 주제와 일관성을 유지하고 있음을 확인할 수 있습니다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "The desert locust lives in two remarkably different styles depending on the availability of food sources and the density of the local locust population. When food is scarce, as it usually is in their native desert habitat, locusts are born with coloring designed for camouflage and lead (A) solitary/social lives. But when rare periods of significant rain produce major vegetation growth, everything changes. At first, the locusts continue to be loners, just feasting off the (B) insufficient/abundant food supply. But as the extra vegetation starts to die off, the locusts find themselves crowded together. Suddenly, baby locusts are born with bright colors and a preference for company. Instead of avoiding one another and hiding from predators through camouflage and inactivity, these locusts gather in vast groups, feed together, and (C) overwhelm/overestimate their predators simply through numbers.",
            "보기": "(1) solitary ...... insufficient ...... overwhelm (2) solitary ...... abundant ...... overwhelm (3) solitary ...... insufficient ...... overestimate (4) social ...... abundant ...... overwhelm (5) social ...... insufficient ...... overestimate",
            "해설": "{\"해석\": \"사막 메뚜기는 먹이원의 가용성과 지역 메뚜기 개체밀도에 따라 두 가지 현저히 다른 생활 양식을 영위한다. 대개 서식하는 사막에서처럼 먹이가 부족할 때, 메뚜기들은 위장에 적합한 착색으로 태어나 고독한 생활을 한다. 그러나 드물게 비가 많이 내려 주요한 식물 성장이 일어나면 모든 것이 변한다. 처음에는 메뚜기들이 계속 혼자서 지내며 풍부한 먹이를 먹는다. 그러나 추가적인 식물이 시들기 시작하면 메뚜기들이 서로 밀집된 상태가 된다. 갑자기, 새끼 메뚜기들이 밝은 색을 띠고 동료를 선호하는 것이 태어난다. 이 메뚜기들은 더 이상 서로를 피하거나 위장과 무기력으로 포식자에게 숨지 않고, 대신 광대한 무리로 모여 함께 먹이를 먹으며 단순히 수로 포식자를 압도한다.\",\n \"해설\": \"사막 메뚜기의 생활 양식에 대한 글로, 메뚜기들은 먹이원의 가용성과 개체밀도에 따라 서로 다른 행동 양식을 보인다. (A)의 경우 메뚜기들이 먹이가 부족할 때는 혼자 사는 경향이 있다는 내용이 이어지므로 '고독한'을 의미하는 solitary가 적절하다. (B)의 경우 드문 비로 인해 풍부한 식물 성장이 일어난다는 설명이 있으므로 '풍부한'을 의미하는 abundant가 적절하다. 따라서 메뚜기들이 먹이를 먹으며 수로 포식자를 압도한다는 내용으로 인해 (A)에 solitary, (B)에 abundant, (C)에 overwhelm이 들어가는 것이 적절하다. 각 단어들이 글의 맥락과 일치하며 자연스럽게 이어진다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Until the mid­20th century, only a few immigrants paid a visit to their homeland once or twice before they died, but most never returned to the land of their birth. This pattern has completely changed with the advent of globalization, coupled with the digital revolution that has (A) enhanced/hindered communication. As a result, immigration is a very different experience from what it was in the past. The ability of immigrant families to (B) object/reconnect to their old culture via phone, television, and the Internet has changed their approach to integration into mainstream American society. This has also greatly influenced immigrant practices of socialization with children. Contacts with the country of origin are now more frequent, and result in more immigrant families being influenced to (C) abandon/maintain cultural patterns from the homeland, and to attempt to influence their children to keep them.",
            "보기": "(1) enhanced ...... object ...... abandon (2) hindered ...... object ...... abandon (3) enhanced ...... reconnect ...... maintain (4) hindered ...... reconnect ...... maintain (5) enhanced ...... reconnect ...... abandon",
            "해설": "{\"해석\": \"20세기 중반까지는 몇몇 이민자들만이 죽기 전에 고향을 한두 번 방문했을 뿐 대부분은 자신이 태어난 땅으로 돌아가지 않았다. 이 패턴은 글로벌화와 소통을 향상시킨 디지털 혁명의 출현으로 완전히 바뀌었다. 그 결과, 이민은 과거와는 매우 다른 경험이 되었다. 전화, 텔레비전 및 인터넷을 통해 이민자 가족이 자신들의 옛 문화를 다시 연결할 수 있는 능력은 그들의 미국 주류 사회로의 통합 접근 방식을 변화시켰다. 이것은 또한 자녀와의 사회화 관행에 큰 영향을 미쳤다. 원래의 나라와의 접촉이 이제 더 빈번해졌고, 더 많은 이민자 가족이 고향의 문화 패턴을 유지하고 자녀들에게 이를 유지하도록 영향을 미치려는 경향을 보이게 되었다.\",\n \"해설\": \"글의 주제는 글로벌화와 디지털 혁명의 영향으로 이민자들이 고향과 더 긴밀히 소통하게 되었다는 것이다. (A) 디지털 혁명이 소통을 방해한 것이라면 이민자들이 고향과 다시 연결하는 것이 어려워졌을 것이다. 하지만 문맥상 소통이 '향상'되었다고 하는 것이 적절하므로 'enhanced'가 맞다. (B) 이민자 가족들이 옛 문화를 전화, 텔레비전, 인터넷을 통해 다시 연결할 수 있다는 것이 문맥상 맞으므로, 'reconnect'가 적합하다. (C) 이민자 가족들이 더 자주 원래의 나라와 접촉하여 자녀들에게 원래 문화를 유지하게 하는 결과를 낳았다는 내용이 이어지므로, '유지하다'는 의미의 'maintain'이 적절하다. 각 네모에서 선택한 어휘들이 글의 전체적인 흐름과 일관성을 유지하고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "With a power gap, the more hierarchical your culture or background, the greater the power gap is apt to be. This is because hierarchical cultures (A) decrease/reinforce the differences between managers and employees. If you tend to be more hierarchical in your orientation, you tend to put those in positions of authority at a higher level, and there is more respect for that status or position, divorced even from the person who occupies it. (B) Distance/Friendliness is seen as good if you have a hierarchical preference. It wouldn’t be proper for a manager to be too familiar with his employees. The effect is that any power gap that exists is magnified through the lens of this dimension. A greater power gap can result in decreased communication as well as increased misunderstandings and conflict, potentially leading to (C) missed/unlimited opportunities for building significant business and career relationships.",
            "보기": "(1) decrease ...... Distance ...... missed (2) decrease ...... Friendliness ...... unlimited (3) reinforce ...... Distance ...... missed (4) reinforce ...... Friendliness ...... unlimited (5) reinforce ...... Distance ...... unlimited",
            "해설": "{\"해석\": \"권력 격차가 있는 경우, 문화나 배경이 더 위계적인 경우 권력 격차는 더 커지기 쉽다. 이는 위계적인 문화가 관리자와 직원 간의 차이를 강화하기 때문이다. 당신의 성향이 더 위계적이라면, 권위를 가진 사람들을 더 높은 수준에 두고 그 지위나 위치에 대해 존경심을 가지게 되며, 이는 그 위치를 차지한 개인과는 별개로 존재한다. 만약 당신이 위계적인 성향을 가지고 있다면 거리가 좋다고 여겨진다. 관리자가 직원들과 너무 친밀한 것은 적절하지 않다. 그 결과 존재하는 모든 권력 격차는 이 측면으로 인해 확대된다. 더 큰 권력 격차는 의사소통 감소뿐만 아니라 오해와 갈등 증가를 초래할 수 있으며, 이는 중요한 비즈니스와 경력 관계 구축의 기회를 놓치게 할 수 있다.\",\n \"해설\": \"이 글은 위계적인 문화가 권력 격차를 강화한다는 주장을 담고 있다. (A) 관리자와 직원 간의 차이를 '강화'한다는 의미상 reinforce가 적절하다. (B) 위계적인 성향에서는 거리 유지가 적절하므로 Distance가 맞다. 이는 관리자가 직원들과 너무 친밀한 것은 적절하지 않다는 설명과 일치한다. (C) 큰 권력 격차가 의사소통 감소와 오해 증가를 초래하여 비즈니스와 경력 관계 구축의 기회를 놓칠 수 있다는 문맥상 missed가 적절하다. 그러므로 각 빈칸에 적절한 어휘는 (A) reinforce, (B) Distance, (C) missed이며 올바른 정답은 (3)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "In 2001, researchers at Wayne State University asked a group of college volunteers to exercise for twenty minutes at a (A) preset/self-selected pace on each of three machines: a treadmill, a stationary bike, and a stair climber. Measurements of heart rate, oxygen consumption, and perceived effort were taken throughout all three workouts. The researchers expected to find that the subjects unconsciously targeted the same relative physiological intensity in each activity. Perhaps they would (B) automatically/intentionally exercise at 65 percent of their maximum heart rate regardless of which machine they were using. Or maybe they would instinctively settle into rhythm at 70 percent of their maximum rate of oxygen consumption in all three workouts. But that’s not what happened. There was, in fact, no (C) consistency/variation in measurements of heart rate and oxygen consumption across the three disciplines. Instead, the subjects were found to have chosen the same level of perceived effort on the treadmill, the bike, and the stair climber.",
            "보기": "(1) preset ...... intentionally ...... consistency (2) preset ...... automatically ...... variation (3) self-selected ...... intentionally ...... variation (4) self-selected ...... intentionally ...... consistency (5) self-selected ...... automatically ...... consistency",
            "해설": "{\"해석\": \"2001년, 웨인 주립 대학교의 연구원들은 한 그룹의 대학 자원봉사자들에게 트레드밀, 고정식 자전거, 그리고 스테퍼 머신에서 각각 20분 동안 (A) 미리 정해진 / 스스로 선택한 속도로 운동하도록 요청했다. 모든 세 번의 운동 중에 심박수, 산소 소비량, 그리고 인지된 노력의 측정이 이루어졌다. 연구원들은 피험자들이 무의식적으로 각 활동에서 동일한 상대적 생리적 강도를 목표로 할 것이라고 기대했다. 아마도 그들은 사용 중인 기계와 상관없이 최대 심박수의 65퍼센트 수준으로 (B) 자동적으로 / 의도적으로 운동할 것이라고 생각했을 것이다. 또는 세 번의 운동 모두에서 최대 산소 소비량의 70퍼센트에 본능적으로 리듬을 맞출지도 모른다. 그러나 그런 일은 일어나지 않았다. 사실, 세 가지 운동 기계에서 심박수와 산소 소비량 측정치에 (C) 일관성이 / 변동성이 없었다. 대신, 피험자들은 트레드밀, 자전거, 그리고 스테퍼 머신에서 동일한 수준의 인지된 노력을 선택한 것으로 나타났다.\",\n\"해설\": \"이 글은 피험자들이 서로 다른 세 운동 기계에서 동일한 인지된 노력으로 운동했다는 내용을 담고 있다. (A) 네모의 전후 문맥을 살펴보면, 피험자들이 각 활동에서 자신이 선택한 속도로 운동했다는 내용을 강조하고 있으므로, '스스로 선택한'이라는 뜻의 self-selected가 적절하다. (B) 피험자들이 각 기계에서 무의식적으로 동일한 생리적 강도로 운동할 것이라고 연구자들이 예상했다는 문맥이므로, 여기서는 '자동적으로'라는 뜻의 automatically가 적절하다. (C) 마지막으로, 피험자들이 세 운동 기계서 일관된 인지된 노력을 보였다는 점을 강조하고 있으므로, '일관성'을 의미하는 consistency가 적절하다. 따라서, 각각의 빈칸에 맞는 단어는 (5)번의 self-selected, automatically, consistency가 가장 적절하다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "The theory of E­prime argues that if you wrote and spoke English without the verb to be, you’d describe events more accurately. For example, when you say, “Johnny is a failure,” the verb is implies that “failure” is in Johnny rather than in your observation of Johnny. The verb to be (in forms such as is, are, and am) also implies (A) permanence/variation; the implication is that because failure is in Johnny, it will always be there; Johnny will always be a failure. A more (B) erroneous/precise statement might be “Johnny failed his last two math exams.” Consider this theory as applied to your thinking about yourself. When you say, for example, “I’m not good at public speaking” or “I’m unpopular” or “I’m lazy,” you imply that these qualities are in you. But these are simply (C) evaluations/solutions that may be incorrect or, if at least partly accurate, may change over time.",
            "보기": "(1) permanence ...... erroneous ...... evaluations (2) permanence ...... precise ...... evaluations (3) permanence ...... precise ...... solutions (4) variation ...... erroneous ...... solutions (5) variation ...... precise ...... solutions",
            "해설": "{\"해석\": \"E­prime 이론은 영어에서 동사 'to be'를 사용하지 않고 글을 쓰거나 말하게 되면 사건을 더 정확하게 묘사할 수 있다고 주장한다. 예를 들어, ‘Johnny는 실패자야’라고 말할 때, 동사 'is'는 ‘실패’가 Johnny 안에 있다는 것을 암시하며, 그것이 Johnny를 관찰한 당신의 관찰이 아닌 것처럼 보이게 한다. 동사 'to be' (is, are, am과 같은 형태) 또한 영속성을 암시한다. 이는 실패가 Johnny 안에 있기 때문에 그것이 항상 거기 있을 것이라는 암시를 준다. Johnny는 항상 실패자일 것이다. 더 정확한 진술은 'Johnny는 그의 지난 두 번의 수학 시험에서 실패했다'일 것이다. 이 이론을 자기 자신에 대한 생각에 적용해보라. 예를 들어, '나는 대중 연설을 잘 못해' 또는 '나는 인기가 없어' 또는 '나는 게을러'라고 말할 때, 당신은 이러한 성질이 당신 안에 있다고 암시한다. 그러나 이것들은 단순히 평가일 뿐으로, 틀렸을 수도 있고, 적어도 부분적으로라도 정확하다면 시간이 지남에 따라 달라질 수 있다.\",\n \"해설\": \"E-prime 이론은 'to be' 동사의 사용을 피하면 더 정확하게 사고하고 의사소통할 수 있다고 주장하는 이론이다. (A) 부분은 'to be' 동사가 암시하는 의미에 대한 설명이다. 후속 문장에서 Johnny의 실패가 영구적인 것으로 간주된다는 내용이 나오므로 '영속성'을 의미하는 permanence가 적절하다. (B) 부분은 더 정확한 진술이 어떤 것일지에 대한 예시로, 'Johnny는 두 번의 수학 시험에 실패했다'와 같이 구체적인 상황을 설명하는 것이므로 '정확한'을 의미하는 precise가 맞다. (C) 부분에서 '이러한 성질들'이라고 언급한 문장이 나오며, 이러한 성질들이 평가일 뿐이라는 점을 강조하므로 '평가'를 의미하는 evaluations가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "You can’t have a democracy if you can’t talk with your neighbors about matters of mutual interest or concern. Thomas Jefferson, who had an enduring interest in democracy, came to a similar conclusion. He was prescient in understanding the dangers of (A)concentrated/limited power, whether in corporations or in political leaders or exclusionary political institutions. Direct involvement of citizens was what had made the American Revolution possible and given the new republic vitality and hope for the future. Without that involvement, the republic would die. Eventually, he saw a need for the nation to be (B)blended/subdivided into “wards”―political units so small that everyone living there could participate directly in the political process. The representatives for each ward in the capital would have to be (C)resistant/responsive to citizens organized in this way. A vibrant democracy conducted locally would then provide the active basic unit for the democratic life of the republic. With that kind of involvement, the republic might survive and prosper.",
            "보기": "(1) concentrated ...... blended ...... resistant (2) concentrated ...... subdivided ...... responsive (3) concentrated ...... subdivided ...... resistant (4) limited ...... subdivided ...... resistant (5) limited ...... blended ...... responsive",
            "해설": "{\"해석\": \"이웃들과 서로 공통 관심사에 대해 이야기할 수 없다면 민주주의를 가질 수 없다. 민주주의에 지속적인 관심을 가졌던 토마스 제퍼슨 역시 비슷한 결론에 도달했다. 그는 기업이나 정치 지도자, 배타적인 정치 기관에서든지 (A)집중된/제한된 권력의 위험성을 예견했다. 시민들의 직접적인 참여가 미국 혁명을 가능하게 했고, 새로운 공화국에 생명력과 미래에 대한 희망을 주었다. 그 참여 없이는 공화국은 죽을 것이다. 결과적으로 그는 국가를 모든 주민이 정치 과정에 직접 참여할 수 있을 만큼 작은 '워드'로 (B)혼합/세분화할 필요가 있다고 보았다. 수도의 각 워드 대표들은 이렇게 조직된 시민들에 대해 (C)저항적/응답적이어야 했다. 지역적으로 진행되는 활기찬 민주주의는 공화국의 민주적 생활에 기본적인 단위가 될 것이다. 그런 참여로 공화국은 생존하고 번영할 수 있을 것이다.\",\n\n\"해설\": 이 글은 민주주의를 위해 필요한 시민 참여와 이를 위해 토마스 제퍼슨이 구상한 구체적인 방안을 설명하고 있다. (A) 네모에서는 기업이나 정치 지도자들이 권력을 집중하는 위험성을 예견했다고 하므로 '집중된'이라는 뜻의 concentrated가 적절하다. (B) 제퍼슨이 제안한 \"워드\"는 사람들이 직접 정치 과정에 참여할 수 있도록 하기 위한 것이므로 '세분화된'이라는 뜻의 subdivided가 적절하다. (C) 각 워드의 대표들이 시민들에게 반응을 보여야 한다는 맥락에서 '응답적이어야' 한다는 의미의 responsive가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Until the twentieth century, when composers began experimenting freely with form and design, classical music continued to follow basic rules relating to structure, not to mention harmony. There still was room for (A) conformity/ individuality ―the great composers didn’t follow the rules, but made the rules follow them―yet there was always a fundamental proportion and logic behind the design. Even after many of the rules were (B) maintained/overturned by radical concepts in more recent times, composers, more often than not, still organized their thoughts in ways that produced an overall, unifying structure. That’s one reason the atonal, incredibly complex works by Arnold Schönberg or Karlheinz Stockhausen, to name two twentieth­century Modernists, are nonetheless (C) approachable/inaccessible . The sounds might be very strange, but the results are still decidedly classical in terms of organization.",
            "보기": "(1) conformity ...... maintained ...... approachable (2) individuality ...... overturned ...... approachable (3) individuality ...... maintained ...... approachable (4) individuality ...... maintained ...... inaccessible (5) conformity ...... overturned ...... inaccessible",
            "해설": "{\"해석\": \"20세기까지 작곡가들이 형식과 디자인을 자유롭게 실험하기 시작했을 때까지 고전 음악은 구조와 화성에 관한 기본 규칙을 계속 따랐다. 위대한 작곡가들은 규칙을 따르지 않고 규칙이 그들을 따르도록 했지만, 여전히 기본적인 비율과 논리가 디자인 뒤에 있었다. 심지어 많은 규칙들이 급진적인 개념에 의해 뒤집힌 최근의 시대에도 작곡가들은 여전히 전체적으로 통합된 구조를 생성하는 방식으로 생각을 조직했다. 이것이 아놀드 쇤베르크나 카를하인츠 슈토크하우젠과 같은 20세기 모더니스트들의 무조, 믿을 수 없을 정도로 복잡한 작품들이 그럼에도 불구하고 접근 가능성 있는 이유 중 하나이다. 소리는 매우 낯설지만, 결과는 여전히 조직 면에서 분명히 고전적이다.\",\n\"해설\": \"글의 주제는 고전 음악의 구조적 규칙이 20세기까지 어떻게 유지되었고, 현대 작곡가들도 이러한 구조적 원칙을 따랐다는 것이다. (A) 항목에서 '고전 음악에 여전히 개인의 개성이 있을 여지가 있었다'는 내용이므로 '개성'을 의미하는 individuality가 적절하다. (B) 항목에서는 '많은 규칙들이 급진적인 개념에 의해 뒤집혔다'는 내용을 보아 '뒤집힌'을 뜻하는 overturned가 적합하다. 마지막으로 (C)에서 \"소리는 매우 낯설지만 결과는 여전히 고전적이다\"라는 내용을 고려할 때, '접근 가능성 있는'을 의미하는 approachable이 적절하다. 이와 같이 선택한 어휘들이 글의 주요 아이디어와 일관된 흐름을 보이고 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Some coaches erroneously believe that mental skills training (MST) can only help perfect the performance of highly skilled competitors. As a result, they shy away from MST, (A) denying/rationalizing that because they are not coaching elite athletes, mental skills training is less important. It is true that mental skills become increasingly important at high levels of competition. As athletes move up the competitive ladder, they become more homogeneous in terms of physical skills. In fact, at high levels of competition, all athletes have the physical skills to be successful. Consequently, any small difference in (B) physical/mental factors can play a huge role in determining performance outcomes. However, we can anticipate that personal growth and performance will progress faster in young, developing athletes who are given mental skills training than in athletes not exposed to MST. In fact, the optimal time for introducing MST may be when athletes are first beginning their sport. Introducing MST (C) early/later in athletes’ careers may lay the foundation that will help them develop to their full potential.",
            "보기": "(1) denying ...... physical ...... later (2) denying ...... mental ...... early (3) rationalizing ...... physical ...... early (4) rationalizing ...... physical ...... later (5) rationalizing ...... mental ...... early",
            "해설": "{\"해석\": \"일부 코치들은 잘못하여 정신 기술 훈련(MST)이 숙련된 경쟁자들의 성과를 완벽하게 하는 데에만 도움이 된다고 믿는다. 그 결과, 그들은 자신들이 엘리트 선수들을 코치하고 있지 않기 때문에 정신 기술 훈련이 덜 중요하다고 합리화하면서 MST를 피한다. 높은 수준의 경쟁에서 정신 기술이 점점 더 중요해진다는 것은 사실이다. 운동선수들이 경쟁의 사다리를 올라가면서, 그들은 신체 기술 면에서 더 동질적이 된다. 사실, 높은 수준의 경쟁에서 모든 운동선수가 성공할 수 있는 신체 기술을 가지고 있다. 결과적으로, 정신적 요인의 작은 차이라도 성과 결과를 결정하는 데 큰 역할을 할 수 있다. 그러나 정신 기술 훈련을 받은 어린, 개발 중인 운동선수들은 MST에 노출되지 않은 운동선수들보다 개인 성장과 성과가 더 빠르게 진행될 것이라고 예상할 수 있다. 사실, MST를 도입하기에 최적의 시기는 운동선수들이 운동을 처음 시작할 때일 수 있다. 운동선수들의 경력 초기에 MST를 도입하는 것이 그들이 최대 잠재력을 개발하는 데 도움이 되는 기초를 다질 수 있다.\",\n \"해설\": \"이 글은 정신 기술 훈련(MST)이 숙련된 경쟁자에게만 유익하다는 잘못된 믿음과 달리, 이를 젊고 발전 중인 운동선수들에게 도입하는 것이 얼마나 중요한지를 설명하고 있다. (A) 네모 안에 적합한 단어를 선택하기 위해서는 코치들이 MST가 덜 중요하다는 것을 '합리화'한다고 언급하고 있기 때문에 'rationalizing'이 적절하다. (B) 문맥을 살펴보면 높은 수준의 경쟁에서 신체 기술은 이미 동질화되었고, 따라서 '정신적' 요인이 큰 영향을 미친다는 것을 강조하고 있으므로 'mental'이 적합하다. (C) 마지막 문장에서는 운동선수들의 경력 초기에 MST를 도입하는 것이 최적의 시기라고 설명하고 있어 'early'가 적합하다. 이를 종합해 보면, 각 네모에 들어갈 단어로는 'rationalizing', 'mental', 'early'가 가장 알맞다. 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번이다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Why does the “pure” acting of the movies not seem unnatural to the audience, who, after all, are accustomed in real life to people whose expression is more or less indistinct? Most people’s perception in these matters is not very sharp. They are not in the habit of observing closely the play of features of their fellow men―either in real life or at the movies. They are (A) disappointed/satisfied with grasping the meaning of what they see. Thus, they often take in the overemphasized expression of film actors more easily than any that is too naturalistic. And as far as lovers of art are concerned, they do not look at the movies for imitations of nature but for art. They know that (B) artistic/real representation is always explaining, refining, and making clear the object depicted. Things that in real life are imperfectly realized, merely hinted at, and entangled with other things appear in a work of art complete, entire, and (C) free/inseparable from irrelevant matters. This is also true of acting in film.",
            "보기": "(1) disappointed ...... artistic ...... free (2) disappointed ...... real ...... free (3) satisfied ...... artistic ...... inseparable (4) satisfied ...... real ...... inseparable (5) satisfied ...... artistic ...... free",
            "해설": "{\"해석\": \"영화의 '순수한' 연기가 왜 관객들에게 부자연스럽게 느껴지지 않는가? 결국 관객들은 현실 생활에서 더 이상 명확하지 않은 표현을 하는 사람들에게 익숙하다. 대부분의 사람들이 이러한 문제에 대한 인식이 그렇게 예리하지 않다. 그들은 실생활이나 영화에서 동료 인간의 특징을 자세히 관찰하는 습관이 없다. 그들은 자신이 보는 것의 의미를 파악하는 것에 만족한다. 따라서 그들은 종종 너무 자연주의적인 표현보다는 영화 배우들의 과장된 표현을 더 쉽게 받아들인다. 예술 애호가들에 대해 말하자면, 그들은 자연의 모방을 위해 영화를 보는 것이 아니라 예술을 위해 본다. 그들은 예술적 표현이 항상 묘사된 대상을 설명하고, 정제하며, 명확하게 만든다는 것을 알고 있다. 실생활에서 불완전하게 인식되고, 단지 암시되며, 다른 것들과 얽혀 있는 것들은 예술 작품에서는 완전하고, 전체적이며, 불필요한 요소로부터 자유롭게 나타난다. 이는 영화 연기에서도 마찬가지이다.\",\n\n\"해설\": \"이 글은 왜 영화 배우들의 연기가 관객들에게 자연스럽게 느껴지는지에 대해 설명하고 있다. (A) 사람들의 인식이 예리하지 않아서 자신들이 보는 것의 의미를 파악하는 것에 만족한다는 내용이므로 '만족하는'이라는 뜻의 satisfied가 적절하다. (B) 예술 애호가들이 영화를 볼 때 자연의 모방이 아닌 예술을 찾는다고 하며, 예술적 표현이 대상을 설명하고 정제하며 명확하게 만든다고 언급하고 있으므로 '예술적'이라는 뜻의 artistic이 적절하다. (C) 예술 작품에서 묘사된 대상은 불완전한 상태가 아닌 완전하고 전체적이며 불필요한 요소로부터 자유로운 것으로 나타난다고 설명하므로 '자유로운'이라는 뜻의 free가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (5)번입니다.\""
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "In literature as distinct from journalism, the ablest writers will never assume that the bare bones of a story can be (A) enough/insufficient to win over their audience. They will not suppose that an attack or a flood or a theft must in and of itself carry some intrinsic degree of interest which will cause the reader to be appropriately moved or outraged. These writers know that no event, however shocking, can ever guarantee (B) detachment/involvement ; for this latter prize, they must work harder, practicing their distinctive craft, which means paying attention to language and keeping a tight rein on pace and structure. In certain situations, creative writers may even choose to (C) emphasize/ sacrifice strict accuracy, and rather than feel that they are thereby carrying out a criminal act, they will instead understand that falsifications may occasionally need to be committed in the service of a goal higher still than accuracy.",
            "보기": "(1) enough ...... detachment ...... emphasize (2) enough ...... involvement ...... sacrifice (3) enough ...... involvement ...... emphasize (4) insufficient ...... detachment ...... emphasize (5) insufficient ...... involvement ...... sacrifice",
            "해설": "{\"해석\": \"문학에서는 저널리즘과는 달리 능력 있는 작가들은 이야기를 담백하게 전달하는 것이 그들의 독자를 설득하기에 충분하다고 절대 가정하지 않을 것이다. 그들은 공격이나 홍수 또는 도둑질이 그것 자체로 어느 정도의 내재적 흥미를 가지고 있어서 독자가 적절히 감동받거나 분노할 것이라고 생각하지 않을 것이다. 이러한 작가들은 아무리 충격적인 사건도 독자의 참여를 확실히 보장해 줄 수 없다는 것을 알고 있으며, 이를 얻기 위해 그들은 더 열심히 작업해야 하며, 이는 언어에 주의를 기울이고 속도와 구조를 엄격하게 관리하는 것을 의미한다. 특정 상황에서 창의적인 작가들은 엄밀한 정확성을 희생시키는 것을 선택할 수도 있으며, 이를 범죄 행위로 생각하는 대신, 그런 왜곡이 가끔은 정확성보다 더 높은 목표를 달성하기 위해 필요할 수 있다는 것을 이해할 것이다.\",\n\"해설\": \"문학 작품에서 작가가 독자의 관심을 끌기 위해 단순히 사건의 나열만으로는 충분하지 않다는 내용입니다. (A) 부분에서, 능력 있는 작가들이 이야기의 골조만으로는 독자를 설득하기에 충분하다고 가정하지 않는다고 했으므로, '충분하다'는 의미의 enough가 적절합니다. (B) 부분에서는 충격적인 사건만으로는 독자의 몰입을 보장할 수 없다고 했으므로 '몰입'을 의미하는 involvement가 적절합니다. 마지막으로 (C) 부분에서는 작가들이 엄밀한 정확성을 희생시키는 것을 선택할 수도 있다고 했으므로 '희생하다'는 의미의 sacrifice가 적절합니다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "Hypothesis is a tool which can cause trouble if not used properly. We must be ready to abandon or modify our hypothesis as soon as it is shown to be (A) consistent/inconsistent with the facts. This is not as easy as it sounds. When delighted by the way one’s beautiful idea offers promise of further advances, it is tempting to overlook an observation that does not fit into the pattern woven, or to try to explain it away. It is not at all rare for investigators to adhere to their broken hypotheses, turning a blind eye to contrary evidence, and not altogether unknown for them to (B) deliberately/unintentionally suppress contrary results. If the experimental results or observations are definitely opposed to the hypothesis or if they necessitate overly complicated or improbable subsidiary hypotheses to accommodate them, one has to (C) defend/discard the idea with as few regrets as possible. It is easier to drop the old hypothesis if one can find a new one to replace it. The feeling of disappointment too will then vanish.",
            "보기": "(1) consistent ...... deliberately ...... defend (2) consistent ...... unintentionally ...... discard (3) inconsistent ...... deliberately ...... discard (4) inconsistent ...... unintentionally ...... discard (5) inconsistent ...... deliberately ...... defend",
            "해설": "{\"해석\": \"가설은 제대로 사용되지 않으면 문제를 일으킬 수 있는 도구이다. 우리는 가설이 사실과 일치하지 않는 것으로 드러나는 즉시 그것을 버리거나 수정할 준비가 되어 있어야 한다. 이는 생각만큼 쉬운 일이 아니다. 자신의 멋진 아이디어가 더 나은 진보를 제시하는 방식에 매료될 때, 패턴에 맞지 않는 관찰을 간과하거나 그것을 설명하려고 시도하는 유혹에 빠지기 쉽다. 조사자들이 자신의 깨진 가설을 고수하면서 반대 증거를 외면하고, 때로는 반대 결과를 의도적으로 억누르는 일도 드물지 않다. 실험 결과나 관찰이 가설과 명확히 반대되거나 그것들을 수용하기 위해 지나치게 복잡하거나 있을 법하지 않은 보조 가설을 필요로 하면, 가능한 한 후회 없이 그 아이디어를 버려야 한다. 새로운 가설을 찾을 수 있다면 오래된 가설을 버리는 것이 더 쉬워진다. 그러면 실망감도 사라질 것이다.\", \"해설\": \"가설은 사실과 일치하지 않는 것으로 판명되면 빠르게 버리거나 수정해야 한다는 내용을 담은 글이다. (A) 가설을 포기하거나 수정해야 할 상황은 가설이 사실과 '일치하지 않을 때'이므로 'inconsistent'가 적절하다. (B) 가설을 고수하며 반대 증거를 무시하는 연구자들의 행동은 종종 '의도적으로' 반대 결과를 억누르는 것이기 때문에 'deliberately'가 적절하다. (C) 반대 증거가 있을 경우 가설을 가능한 한 빨리 '버려야' 한다는 점에서 'discard'가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"\n}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "According to Derek Bickerton, human ancestors and relatives such as the Neanderthals may have had a relatively large lexicon of words, each of which related to a mental concept such as ‘meat’, ‘fire’, ‘hunt’ and so forth. They were able to string such words together but could do so only in a nearly (A) arbitrary/consistent fashion. Bickerton recognizes that this could result in some ambiguity. For instance, would ‘man killed bear’ have meant that a man has killed a bear or that a bear has killed a man? Ray Jackendoff, a cognitive scientist, suggests that simple rules such as ‘agent­first’ (that is, the man killed the bear) might have (B) increased/reduced the potential ambiguity. Nevertheless, the number and complexity of potential utterances would have been severely limited. The transformation of such proto­language into language required the (C) destruction/evolution of grammar― rules that define the order in which a finite number of words can be strung together to create an infinite number of utterances, each with a specific meaning.",
            "보기": "(1) arbitrary ...... increased ...... destruction (2) arbitrary ...... reduced ...... evolution (3) arbitrary ...... reduced ...... destruction (4) consistent ...... reduced ...... evolution (5) consistent ...... increased ...... destruction",
            "해설": "{\"해석\": \"Derek Bickerton에 따르면, 네안데르탈인과 같은 인간 조상과 친척들은 '고기', '불', '사냥' 등과 같은 정신적 개념과 관련된 비교적 많은 단어를 가졌을 가능성이 있다. 그들은 이런 단어들을 연결할 수 있었지만 거의 임의적인 방식으로만 할 수 있었다. Bickerton은 이것이 약간의 모호성을 초래할 수 있다고 인식했다. 예를 들어, '남자가 곰을 죽였다'는 남자가 곰을 죽였다는 의미인지 곰이 남자를 죽였다는 의미인지 모호할 수 있었다. 인지 과학자인 Ray Jackendoff는 '행위자 우선' (즉, 남자가 곰을 죽였다)과 같은 간단한 규칙이 이러한 잠재적 모호성을 감소시킬 수 있다고 제안한다. 그럼에도 불구하고, 가능한 발화의 수와 복잡성은 심각하게 제한되었을 것이다. 이러한 원시 언어를 언어로 변화시키기 위해서는 문법― 유한한 단어를 특정 의미를 가진 무한한 발화를 만들어낼 수 있도록 순서를 정의하는 규칙―의 진화가 필요했다.\", \"해설\": \"이 글은 인간 조상과 친척들이 상대적으로 많은 단어를 가졌지만 임의적인 방식으로 단어를 연결해 사용할 수 있었기 때문에 모호성이 발생한다는 내용을 설명하고 있다. (A) 앞뒤 문맥을 보면, 그들이 단어를 거의 임의적인(arbitrary) 방식으로만 연결할 수 있었다는 의미가 자연스럽다. (B) Ray Jackendoff가 제안한 '행위자 우선'과 같은 간단한 규칙이 모호성을 감소시킬 수 있다는 내용이므로, '감소시킬 수 있다'는 의미의 reduced가 적절하다. (C) 원시 언어에서 문법의 발달이 필요하다는 내용이므로 '진화'를 의미하는 evolution이 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (2)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "For every toxic substance, process, or product in use today, there is a safer alternative―either already in existence, or waiting to be discovered through the application of human intellect, ingenuity, and effort. In almost every case, the safer alternative is (A) available/unavailable at a comparable cost. Industry may reject these facts and complain about the high cost of acting, but history sets the record straight. The chemical industry denied that there were practical alternatives to ozone-depleting chemicals, (B) predicting/preventing not only economic disaster but numerous deaths because food and vaccines would spoil without refrigeration. They were wrong. The motor vehicle industry initially denied that cars caused air pollution, then claimed that no technology existed to reduce pollution from vehicles, and later argued that installing devices to reduce air pollution would make cars extremely expensive. They were wrong every time. The pesticide industry argues that synthetic pesticides are absolutely (C) necessary/unnecessary to grow food. Thousands of organic farmers are proving them wrong.",
            "보기": "(1) available ......predicting ......necessary (2) available ......preventing ......necessary (3) available ......predicting ......unnecessary (4) unavailable ......preventing ......unnecessary (5) unavailable ......predicting ......necessary",
            "해설": "{\"해석\": \"오늘날 사용되는 모든 유독 물질, 과정, 또는 제품에는 더 안전한 대안이 존재하거나, 인간의 지성, 창의성, 노력의 적용을 통해 발견되기를 기다리고 있다. 거의 모든 경우에, 더 안전한 대안은 비슷한 비용으로 이용 가능하다. 산업계는 이러한 사실을 부정하고 행동의 높은 비용을 불평할지도 모르지만, 역사는 이를 바로잡는다. 화학 산업은 오존층 파괴 화학물질에 실용적인 대안이 없다고 부정했으며, 냉장 없이는 음식과 백신이 상하기 때문에 경제 재앙뿐만 아니라 많은 사망자를 초래할 것이라고 예견했다. 그들은 틀렸다. 자동차 산업은 처음에는 자동차가 대기 오염을 유발하지 않는다고 부정했으며, 이후 자동차에서 오염을 줄이는 기술이 존재하지 않는다고 주장했고, 나중에는 대기 오염을 줄이는 장치를 설치하면 자동차의 비용이 극도로 비싸질 것이라고 주장했다. 그들은 매번 틀렸다. 살충제 산업은 합성 살충제가 식량을 재배하는 데 절대적으로 필요하다고 주장하지만, 수천 명의 유기농 농부들이 그들이 틀렸다는 것을 입증하고 있다.\",\n\"해설\": \"이 글은 산업계가 더 안전한 대안이 없거나 그 대안이 비싸다고 주장하는 것이 잘못된 것임을 역사적 사례를 통해 설명하고 있다. (A)는 '오늘날 거의 모든 경우에 더 안전한 대안이 유사한 비용으로 이용 가능하다'는 문맥과 부합하므로 '이용 가능한'이라는 뜻의 available이 적절하다. (B)는 '화학 산업이 오존층 파괴 화학물질에 대해 경제 재앙뿐만 아니라 음식과 백신이 냉장 없이는 상하기 때문에 많은 사망을 예견했지만 잘못되었다'는 문맥이므로 '예견하다'라는 뜻의 predicting이 적절하다. (C)는 '살충제 산업은 합성 살충제가 식량을 재배하는 데 절대적으로 필요하다고 주장하지만, 유기농 농부들이 그들이 틀렸다는 것을 입증하고 있다'고 하므로 '필요한'이라는 뜻의 necessary가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (1)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "The conscious preference for apparent simplicity in the early-twentieth-century modernist movement in prose and poetry was echoed in what is known as the International Style of architecture. The new literature (A) avoided/embraced old-fashioned words, elaborate images, grammatical inversions, and sometimes even meter and rhyme. In the same way, one of the basic principles of early modernist architecture was that every part of a building must be (B) decorative/functional, without any unnecessary or fancy additions. Most International Style architecture aggressively banned moldings and sometimes even window and door frames. Like the prose of Hemingway or Samuel Beckett, it proclaimed, and sometimes proved, that less was more. But some modern architects, unfortunately, designed buildings that looked simple and elegant but didn’t in fact function very well: their flat roofs leaked in wet climates and their metal railings and window frames rusted. Absolute (C) complexity/simplicity, in most cases, remained an ideal rather than a reality, and in the early twentieth century complex architectural decorations continued to be used in many private and public buildings.",
            "보기": "(1) avoided ...... decorative ...... complexity (2) avoided ...... functional ...... complexity (3) avoided ...... functional ...... simplicity (4) embraced ...... functional ...... simplicity (5) embraced ...... decorative ...... simplicity",
            "해설": "{\"해석\": \"20세기 초 근대주의 운동에서 산문과 시에 대한 명백한 단순성에 대한 의식적 선호는 국제 양식 건축이라고 알려진 것에서도 반영되었다. 새로운 문학은 구식의 단어들, 정교한 이미지들, 문법적 도치, 때로는 운율과 각운조차도 피했다. 동일한 방식으로, 초기 근대주의 건축의 기본 원칙 중 하나는 건물의 모든 부분이 불필요하거나 화려한 추가 장식 없이 기능적이어야 한다는 것이었다. 대부분의 국제 양식 건축물은 곰팡이를 강력히 배제하였으며 때때로 창틀과 문틀조차도 없앴다. 헤밍웨이나 사무엘 베케트의 산문처럼, 그것은 적으면 많다는 것을 주장하고 때로는 입증하기도 했다. 그러나 일부 현대 건축가들은 단순하고 우아해 보이지만 실제로는 잘 작동하지 않는 건물을 설계했다: 그들의 평평한 지붕은 습한 기후에서 누수를 일으켰고, 금속 난간과 창틀은 녹슬었다. 대부분의 경우 절대적인 단순성은 이상으로 남았으며, 20세기 초에는 복잡한 건축 장식이 많은 민간 및 공공 건물에서 계속 사용되었다.\",\n \"해설\": \"이 글은 20세기 초 근대주의 문학과 국제 양식 건축의 특징을 비교하면서 간결함에 초점을 맞추고 있다. (A) 문장에서 새로운 문학이 구식의 단어, 정교한 이미지 등을 피했다고 했으므로 'avoided'가 적절하다. (B) 초기 근대주의 건축의 기본 원칙이 불필요하거나 화려한 추가 장식 없이 모든 부분이 기능적이어야 한다는 내용이므로 'functional'이 적절하다. (C) 대부분의 경우 절대적인 단순성이 이상으로 남았다는 내용이 이어지므로 'simplicity'가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "One factor contributing to students’ difficulty in making accurate judgments of their own knowledge is hindsight bias: the tendency to assume once something happens that one knew all along that it was going to happen. When students receive feedback suggesting that their knowledge is incomplete, such as getting an exam item (A) incorrect/right, they may respond by telling themselves that they actually did know the information. Although they do not have a strong grasp of the material, they feel as if they do because they recognize something about the item content. Looking back, once they know the answer, the solution seems obvious. This feeling of (B) familiarity/novelty can lead students to have an exaggerated sense of what they know. Hindsight bias therefore (C) diminishes/reinforces the feeling that their failure was due to the nature of the assessment rather than the nature of their knowledge―which makes it more difficult for them to learn from feedback.",
            "보기": "(1) incorrect ...... familiarity ...... diminishes (2) incorrect ...... novelty ...... diminishes (3) incorrect ...... familiarity ...... reinforces (4) right ...... novelty ...... reinforces (5) right ...... familiarity ...... diminishes",
            "해설": "{\"해석\": \"학생들이 자신의 지식을 정확하게 판단하기 어려운 한 가지 요인은 후견 지향적 편향이다. 즉, 어떤 일이 발생하면 초기부터 그것이 일어날 것이라고 알고 있었다고 가정하는 경향이다. 학생들이 시험 문제를 틀리는 등 자신들의 지식이 불완전하다는 피드백을 받을 때, 실제로 자신이 그 정보를 알고 있었다고 스스로에게 말하며 반응할 수 있다. 비록 그들이 그 내용을 잘 이해하고 있지 않지만, 문제의 내용을 인식하기 때문에 마치 알고 있는 것처럼 느낀다. 답을 알고 나면, 해결책이 분명하게 보인다. 이러한 친숙함의 느낌은 학생들이 자신의 지식을 과장되게 느끼게 할 수 있다. 따라서 후견 지향적 편향은 그들의 실패가 자신의 지식이 아니라 평가의 성격 때문이라고 느끼게 만들어 피드백으로부터 배우기 어렵게 만든다.\", \"해설\": \"학생들이 자신의 지식을 정확하게 판단하기 어려운 이유 중 하나는 후견 지향적 편향 때문이라는 내용의 글이다. (A) ‌뒤에 이어지는 문장에서 학생들이 실제 지식을 알지 못하면서 시험 문제를 틀렸다고 한다. 따라서 '틀린'이라는 뜻의 incorrect가 적절하다. (B) 학생들은 비록 그 내용을 잘 알지 못하면서도 문제의 내용을 인식하기 때문에 '친숙함'이라는 감정을 느끼고 있다고 할 수 있으므로 familiarity가 적절하다. (C) 이러한 친숙함의 느낌은 그들의 실패가 자신의 지식 때문이 아니라 평가의 성격 때문이라고 느끼게 만든다. 따라서 후견 지향적 편향이 그들의 실패 원인이 평가의 성격 때문이라는 느낌을 강화시키므로 '강화하다'라는 뜻의 reinforces가 적절하다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "To the extent that an agent relies on the prior knowledge of its designer rather than on its own percepts, we say that the agent lacks autonomy. A rational agent should be autonomous― it should learn what it can to (A) compensate/prepare for partial or incorrect prior knowledge. For example, a vacuum-cleaning agent that learns to foresee where and when additional dirt will appear will dobetter than one that does not. As a practical matter, one seldom requires complete autonomy from the start: when the agent has had little or no experience, it would have to act (B) purposefully/randomly unless the designer gave some assistance. So, just as evolution provides animals with enough built-in reflexes to survive long enough to learn for themselves, it would be reasonable to provide an artificial intelligent agent with some initial knowledge as well as an ability to learn. After sufficient experience of its environment, the behavior of a rational agent can become effectively (C) independent/protective of its prior knowledge. Hence, the incorporation of learning allows one to design a single rational agent that will succeed in a vast variety of environments.",
            "보기": "(1) compensate ...... randomly ...... protective (2) compensate ...... purposefully ...... protective (3) prepare ...... randomly ...... protective (4) compensate ...... randomly ...... independent (5) prepare ...... purposefully ...... independent",
            "해설": "{\"해석\": \"에이전트가 자신의 인지보다는 설계자의 사전 지식에 의존하는 정도까지 우리는 그 에이전트가 자율성이 부족하다고 말한다. 합리적인 에이전트는 자율적이어야 한다―― 즉, 부분적이거나 부정확한 사전 지식을 보완하기 위해 배워야 한다. 예를 들어, 어디에서 언제 추가적인 먼지가 생길지 예측하는 법을 배우는 청소 로봇이 그렇지 않은 로봇보다 더 잘할 것이다. 실제로는 초기부터 완전한 자율성을 요구하는 경우는 드물다. 에이전트가 경험이 거의 없을 때 디자이너가 어떤 도움을 주지 않는다면, 의도적이지 못하고 무작위로 행동해야 할 것이다. 이러한 점에서 진화가 동물들에게 충분히 오랫동안 생존하여 스스로 배울 수 있게끔 충분한 반사작용을 제공하는 것처럼, 인공지능 에이전트에게도 초기 지식과 학습 능력을 제공하는 것이 합리적일 것이다. 충분한 환경 경험을 쌓은 후, 합리적인 에이전트의 행동은 사실상 자신의 사전 지식으로부터 독립적이게 될 수 있다. 따라서 학습의 도입은 다양한 환경에서 성공할 수 있는 단일 합리적 에이전트를 설계할 수 있게 한다.\",\n \"해설\": \"이 글은 합리적인 에이전트가 자율성을 가지려면 어떤 조건이 필요한지에 대해 설명하고 있다. (A) 부분에서는 에이전트가 부분적이거나 부정확한 사전 지식을 보완하기 위해 배워야 한다고 언급하므로 '보완하다'라는 의미의 compensate가 적절하다. (B) 부분에서는 초기 경험이 거의 없을 때 디자이너의 도움 없이 에이전트가 무작위로 행동할 수밖에 없다고 설명하고 있으므로 '무작위로'라는 의미의 randomly가 적절하다. (C) 부분에서는 에이전트가 충분한 경험을 쌓은 후에는 자신의 사전 지식으로부터 사실상 독립적으로 행동할 수 있다고 설명하므로 '독립적인'이라는 의미의 independent가 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (4)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "The Atitlán Giant Grebe was a large, flightless bird that had evolved from the much more widespread and smaller Pied-billed Grebe. By 1965 there were only around 80 birds left on Lake Atitlán. One immediate reason was easy enough to spot: the local human population was cutting down the reed beds at a furious rate. This (A) accommodation/destruction was driven by the needs of a fast growing mat-making industry. But there were other problems. An American airline was intent on developing the lake as a tourist destination for fishermen. However, there was a major problem with this idea: the lake (B) lacked/supported any suitable sporting fish! To compensate for this rather obvious defect, a specially selected species of fish called the Large-mouthed Bass was introduced. The introduced individuals immediately turned their attentions to the crabs and small fish that lived in the lake, thus (C) competing/cooperating with the few remaining grebes for food. There is also little doubt that they sometimes gobbled up the zebra-striped Atitlán Giant Grebe’s chicks.",
            "보기": "(1) accommodation ...... lacked ...... competing (2) accommodation ...... supported ...... cooperating (3) destruction ...... lacked ...... competing (4) destruction ...... supported ...... cooperating (5) destruction ...... lacked ...... cooperating",
            "해설": "{\"해석\": \"아티틀란 거대논병아리는 더 널리 퍼져있고 더 작은 줄무늬논병아리에서 진화한 큰 날지 못하는 새였다. 1965년까지 아티틀란 호수에 남아있는 새는 약 80마리였다. 한 가지 즉각적인 이유는 쉽게 발견할 수 있었다: 지역 주민들이 갈대밭을 맹렬히 베어내고 있었다. 이 파괴는 급성장하는 매트 제작 산업의 필요에 의해 추진되었다. 그러나 다른 문제들도 있었다. 한 미국 항공사는 호수를 낚시꾼들을 위한 관광지로 개발하려고 의도하고 있었다. 그러나 이 아이디어에는 큰 문제가 있었다: 호수는 적합한 스포츠 어종이 부족했다! 이 다소 명백한 결함을 보완하기 위해, 큰입배스라는 특별히 선택된 어종이 도입되었다. 도입된 개체들은 즉시 호수에 사는 게와 작은 물고기들에 관심을 돌렸고, 이로 인해 남아있는 몇 안 되는 거대논병아리와 먹이를 놓고 경쟁하게 되었다. 또한 그들이 때때로 얼룩무늬의 아티틀란 거대논병아리 새끼들을 잡아먹기도 했다는 것은 거의 의심의 여지가 없다.\", \"해설\": \"이 글은 아티틀란 거대논병아리의 멸종 위기에 처한 이유를 설명하고 있다. (A) 네모 안에 들어갈 단어는 앞 문장에서 갈대밭이 급속히 사라지고 있다는 내용이 나왔으므로 '파괴'라는 의미의 destruction이 적절하다. (B) 호수가 적합한 스포츠 어종을 가지고 있지 않다는 내용이 이어지므로 '부족했다'는 뜻의 lacked가 맞다. (C) 도입된 물고기가 거대논병아리와 먹이를 놓고 경쟁하게 되었다는 문맥이므로 '경쟁하는'이라는 뜻의 competing이 적절하다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "When teachers work in isolation, they tend to see the world through one set of eyes─their own. The fact that there might be someone somewhere in the same building or district who may be more successful at teaching this or that subject or lesson is (A) based/lost on teachers who close the door and work their way through the school calendar virtually alone. In the absence of a process that (B) allows/forbids them to benchmark those who do things better or at least differently, teachers are left with that one perspective─their own. I taught various subjects under the social studies umbrella and had very little idea of how my peers who taught the same subject did what they did. The idea of meeting regularly to compare notes, plan common assessments, and share what we did well (C) mostly/never occurred to us. Rather, we spent much time in the social studies office complaining about a lack of time and playing the blame game.",
            "보기": "(1) based ...... allows ...... never (2) based ...... forbids ...... mostly (3) lost ...... allows ...... mostly (4) lost ...... allows ...... never (5) lost ...... forbids ...... never",
            "해설": "{\"해석\": \"교사들이 고립되어 일할 때, 그들은 세상을 자기 자신이라는 한 가지 시각으로만 보는 경향이 있다. 같은 건물이나 지역에서 어떤 과목이나 수업을 더 성공적으로 가르치는 누군가가 있을 수 있다는 사실은 문을 닫고 거의 혼자 학교 일정을 소화하는 교사들에게는 사라진다. 더 나아지거나 적어도 다르게 일을 하는 사람들을 벤치마킹할 수 있게 하는 과정이 없는 경우, 교사들은 한 가지 관점―자신의 것―만을 가지게 된다. 나는 사회 과목 아래 다양한 과목을 가르쳤고, 같은 과목을 가르치는 동료들이 어떻게 가르치는지 거의 알지 못했다. 정기적으로 만나서 노트를 비교하고, 공통된 평가를 계획하고, 우리가 잘한 것을 공유하자는 생각은 우리에게 거의 생각나지 않았다. 오히려 우리는 사회 과목 사무실에서 시간 부족을 불평하며 책임을 전가하는 데 많은 시간을 보냈다.\", \n\"해설\": \"이 글은 교사들이 고립된 채 일을 하면 더 나은 방법을 발견할 기회가 사라지고, 다른 관점을 배울 기회를 상실하게 되며, 이는 교육의 질을 저하시키는 상황으로 이어진다는 내용을 담고 있다. \n(A) '문을 닫고 거의 혼자 학교 일정을 소화하는' 교사들에게 '사라진다(lost)'라는 표현이 적절하다. (B) 교사들이 더 나은 방법을 배우려면 이를 허용하는 절차가 필요하다는 문맥으로 볼 때, '허용하는(allows)'가 적합하다. (C) 교사들이 정기적으로 만나서 의견을 나누는 것에 대해 거의 생각해본 적이 없다는 문맥으로 보아 '결코 생각하지 않았다(never)'라는 표현이 맞다. 따라서, 각 네모에서 선택한 어휘들은 글의 흐름과 일치한다. \n따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (4)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은? ",
            "본문": "The brain makes up just two percent of our body weight but uses 20 percent of our energy. In newborns, it’s no less than 65 percent. That’s partly why babies sleep all the time —their growing brains (A) warn/exhaust them—and have a lot of body fat, to use as an energy reserve when needed. Our muscles use even more of our energy, about a quarter of the total, but we have a lot of muscle. Actually, per unit of matter, the brain uses by far (B) more/less energy than our other organs. That means that the brain is the most expensive of our organs. But it is also marvelously (C) creative/efficient. Our brains require only about four hundred calories of energy a day—about the same as we get from a blueberry muffin. Try running your laptop for twenty‒four hours on a muffin and see how far you get.",
            "보기": "(1) warn ...... less ...... efficient (2) warn ...... more ...... efficient (3) exhaust ...... more ...... efficient (4) exhaust ...... more ...... creative (5) exhaust ...... less ...... creative",
            "해설": "{\"해석\": \"뇌는 우리 몸 무게의 2%에 불과하지만 에너지의 20%를 소비한다. 신생아의 경우, 이 비율은 무려 65%에 달한다. 이것이 부분적으로 아기들이 항상 잠을 자는 이유인데, 그들의 성장하는 뇌가 그들을 지치게 하기 때문이다. 그리고 필요할 때 에너지 비축분으로 사용할 수 있도록 많은 체지방을 가지고 있다. 우리의 근육은 총 에너지의 약 4분의 1을 소비하지만, 우리는 많은 근육을 가지고 있다. 실제로, 단위 질량당 뇌는 다른 기관보다 훨씬 더 많은 에너지를 사용한다. 이는 뇌가 우리 기관 중 가장 비용이 많이 드는 기관임을 의미한다. 그러나 뇌는 또한 놀랍도록 효율적이다. 우리의 뇌는 하루에 약 400칼로리의 에너지만 필요로 하는데, 이는 블루베리 머핀 하나에서 얻는 칼로리와 같다. 당신의 노트북을 머핀 하나로 24시간 동안 작동시켜 얼마나 오래 가는지 확인해 보라.\",\n\"해설\": \"이 글은 뇌가 많은 에너지를 소비하지만 매우 효율적인 기관이라는 내용을 설명하고 있다. (A) 문맥상 아기들이 항상 자는 이유는 그들의 성장하는 뇌가 그들을 지치게 하기 때문이라는 내용이므로 '지치게 한다'는 뜻의 exhaust가 적절하다. (B) 뇌가 다른 기관보다 단위 질량당 더 많은 에너지를 소비한다는 내용에서 '더 많은'이라는 뜻의 more가 적합하다. (C) 뇌가 매우 효율적이라고 설명하는 문장에서 '효율적'이라는 뜻의 efficient가 적절하다. 따라서 빈칸 (A), (B), (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        },
        {
            "질문": "(A), (B), (C)의 각 묶음 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "본문": "You can use a third party to compliment a person you want to befriend and still get the “credit” for making the target of your compliment feel good about themselves and, by extension, feel good about you. When you (A) directly/indirectly compliment other people, particularly anybody who suspects you might want something from them, they tend to discount your efforts because they suspect you are intentionally trying to influence them through flattery. A third-party compliment (B) eliminates/encourages this skepticism. To construct a third-party compliment you will need to find a mutual friend or acquaintance who knows both you and your person of interest. Further, you should be relatively certain that the third-party individual you choose will be likely to pass along your compliment to the person for whom it was intended. If this (C) clarification/transmission of information is successful, the next time you meet your person of interest, he or she will see you from a positive perspective.",
            "보기": "(1) directly ...... eliminates ...... clarification (2) directly ...... encourages ...... clarification (3) directly ...... eliminates ...... transmission (4) indirectly ...... encourages ...... transmission (5) indirectly ...... eliminates ...... clarification",
            "해설": "{\"해석\": \"당신이 사귀고 싶은 사람에게 세 번째 사람을 통해 칭찬을 전하더라도 그 칭찬의 대상이 자신에 대해 좋게 느끼도록 하여, 나아가 그 사람이 당신에 대해 좋게 느끼게 할 수 있습니다. 당신이 다른 사람들, 특히 당신이 그들로부터 무언가를 원할 수 있다고 생각할지 모르는 사람들에게 직접 칭찬을 하면, 그들은 당신이 아첨을 통해 고의로 자신들에게 영향을 미치려 한다고 의심하기 때문에 당신의 노력을 무시하는 경향이 있습니다. 제삼자의 칭찬은 이러한 회의론을 없애줍니다. 제삼자의 칭찬을 구성하려면 당신과 관심 있는 사람 모두를 알고 있는 공통의 친구나 지인을 찾아야 합니다. 또한, 당신이 선택한 제삼자가 당신의 칭찬을 의도한 사람에게 전할 가능성이 높다는 점을 어느 정도 확신해야 합니다. 이 정보 전달이 성공하면, 다음에 당신이 관심 있는 사람을 만날 때, 그 사람은 당신을 긍정적인 시각에서 보게 될 것입니다.\", \"해설\": \"사귀고 싶은 사람에게 칭찬을 전할 때 직접적으로 칭찬하면 상대방이 아첨으로 느낄 수 있기 때문에 제삼자를 통하는 것이 더 효과적이라는 내용의 글입니다. (A) 직접적인 칭찬이 오해를 불러일으킬 수 있는 상황을 설명하고 있으므로 '직접적으로'라는 뜻의 directly가 적절합니다. (B) 제삼자를 통한 칭찬이 상대방의 회의론을 없애준다고 설명하므로 '없애다'라는 뜻의 eliminates가 적절합니다. (C) 제삼자가 칭찬을 전해주어야 효과가 발생한다고 설명하고 있으므로 '전달'을 의미하는 transmission이 적절합니다. 각 네모에서 선택한 어휘들이 글의 중심 생각과 일관성 있게 진술되고 있음을 확인할 수 있습니다. 따라서 빈칸 (A)와 (B)와 (C)에 각각 들어갈 말로 가장 적절한 것은 (3)번입니다.\"}"
        }
    ]
}